{
  "id":"  http://www.imdb.com/title/tt0097576/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0097576/",
  "name":"Indiana Jones and the Last Crusade",
  "image":"https://m.media-amazon.com/images/M/MV5BMjNkMzc2N2QtNjVlNS00ZTk5LTg0MTgtODY2MDAwNTMwZjBjXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_.jpg",
  "genre":[
    "Action",
    "Adventure"
  ],
  "contentRating":"PG-13",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000148/",
      "name":"Harrison Ford"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000125/",
      "name":"Sean Connery"
    },
    {
      "@type":"Person",
      "url":"/name/nm0233145/",
      "name":"Alison Doody"
    },
    {
      "@type":"Person",
      "url":"/name/nm0001186/",
      "name":"Denholm Elliott"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0000229/",
    "name":"Steven Spielberg"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0090151/",
      "name":"Jeffrey Boam"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000184/",
      "name":"George Lucas"
    },
    {
      "@type":"Person",
      "url":"/name/nm0583675/",
      "name":"Menno Meyjes"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000184/",
      "name":"George Lucas"
    },
    {
      "@type":"Person",
      "url":"/name/nm0442241/",
      "name":"Philip Kaufman"
    },
    {
      "@type":"Organization",
      "url":"/company/co0023400/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0071326/"
    }
  ],
  "description":"Indiana Jones and the Last Crusade is a movie starring Harrison Ford, Sean Connery, and Alison Doody. In 1938, after his father Professor Henry Jones, Sr. goes missing while pursuing the Holy Grail, Professor Henry \"Indiana\" Jones,...",
  "datePublished":"1989-05-24",
  "keywords":"holy grail,year 1912,united states of america,revolver,wehrmacht",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":664715,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.2"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0097576/"
    },
    "author":{
      "@type":"Person",
      "name":"hitchcockthelegend"
    },
    "dateCreated":"2009-04-06",
    "inLanguage":"English",
    "name":"Raiders Of The Last Crusade.",
    "reviewBody":"Indiana Jones teams up with his father to try and locate the Holy Grail. Something that the Nazis are again particularly interested in themselves.\n\nWe didn't know it at the time, but every Indiana Jones fan on the planet presumed that The Last Crusade was to be the final film to feature the intrepid archaeologist. As it turned out, another film would surface in 2008, but casting that aside (as many would like to do), Last Crusade should, and is, judged as the trilogy closer it was meant to be.\n\nIn 1988 Steven Spielberg was deep into bringing Rain Man to fruition, all thoughts of Indiana Jones had gone by the wayside with the harshly judged part two, Temple Of Doom. In stepped George Lucas to politely remind Spielberg that they had an agreement to make another Indiana Jones picture, Spielberg no doubt obliged and humble, passed on his Rain Man work to Barry Levinson who promptly bagged himself an Oscar for the film. It can be guessed that Spielberg was probably grouchy around this period, but he needn't have worried, because The Last Crusade provided a much needed hit for not only himself (post Empire Of The Sun), but also Lucas (Willow) and Harrison Ford (Frantic).\n\nI mention the run up to this picture because it explains a lot on why the film is pretty much a retread of Raiders Of The Lost Ark, something that some detractors find unforgivable. Yet Last Crusade is still an immensely enjoyable adventure picture, with Spielberg proving that he was still capable of a popcorn bonanza. Using the Raiders formula and moving away from the dark flourishes of Temple Of Doom, Last Crusade is actually the simplest film of the three, but still it manages, courtesy of a sparkling casting decision, to become the most entertaining of the original trilogy. Is it better than Raiders? Of course not, but it positively rips along with sparky dialogue and an agenda of cliffhanging suspense like the adventure films of yore.\n\nIn comes Sean Connery as Dr Jones Senior, and its the picture's trump card, because the magnificent interplay and obvious rapport with Ford (cool as a cucumber) is there for all to see. It's this what drives the film on through the more mundane and picture filler sequences, showcasing two top wily professionals with care and consideration to their craft. The casting of Alison Doody as the main female is a poor one, and one only has to look at her subsequent career post Crusade to see she wasn't up to the task here. Bonus comes in the form of the River Phoenix prologue, Phoenix as the young Indiana paves the way for the jaunty path that Crusade takes, whilst simultaneously giving us a nice little back story from which to launch the adventure.\n\nMade for $48 million, the film went on to gross $474,171,806 Worldwide, now that's a lot of people who evidently were happy with Raiders Of The Lost Ark 2! And I gleefully count myself amongst that number. 9/10",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"9"
    }
  },
  "duration":"PT2H7M",
  "trailer":{
    "@type":"VideoObject",
    "name":"Indiana Jones and the Last Crusade",
    "embedUrl":"/video/imdb/vi2007669529",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BYjA0OTY4N2ItMGRlMi00MTNiLWE2NmMtM2VmYjExYzcwMTFhXkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BYjA0OTY4N2ItMGRlMi00MTNiLWE2NmMtM2VmYjExYzcwMTFhXkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg",
    "description":"Theatrical Trailer from Paramount",
    "uploadDate":"2010-12-29T06:15:53Z"
  }
}