{
  "id":"  http://www.imdb.com/title/tt0018455/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0018455/",
  "name":"Sunrise: A Song of Two Humans",
  "image":"https://m.media-amazon.com/images/M/MV5BNDVkYmYwM2ItNzRiMy00NWQ4LTlhMjMtNDI1ZDYyOGVmMzJjXkEyXkFqcGdeQXVyNTgzMzU5MDI@._V1_.jpg",
  "genre":[
    "Drama",
    "Romance"
  ],
  "contentRating":"Passed",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0639563/",
      "name":"George O'Brien"
    },
    {
      "@type":"Person",
      "url":"/name/nm0310980/",
      "name":"Janet Gaynor"
    },
    {
      "@type":"Person",
      "url":"/name/nm0515272/",
      "name":"Margaret Livingston"
    },
    {
      "@type":"Person",
      "url":"/name/nm0743017/",
      "name":"Bodil Rosing"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0003638/",
    "name":"F.W. Murnau"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0562346/",
      "name":"Carl Mayer"
    },
    {
      "@type":"Person",
      "url":"/name/nm0837183/",
      "name":"Hermann Sudermann"
    },
    {
      "@type":"Person",
      "url":"/name/nm0385012/",
      "name":"Katherine Hilliker"
    },
    {
      "@type":"Person",
      "url":"/name/nm0129721/",
      "name":"H.H. Caldwell"
    },
    {
      "@type":"Organization",
      "url":"/company/co0028775/"
    }
  ],
  "description":"Sunrise: A Song of Two Humans is a movie starring George O'Brien, Janet Gaynor, and Margaret Livingston. An allegorical tale about a man fighting the good and evil within him. Both sides are made flesh - one a sophisticated woman he...",
  "datePublished":"1927-11-04",
  "keywords":"murder plot,troubled marriage,extramarital affair,city country contrast,national film registry",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":45262,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.1"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0018455/"
    },
    "author":{
      "@type":"Person",
      "name":"Aizyk"
    },
    "dateCreated":"2000-10-07",
    "inLanguage":"English",
    "name":"Touching",
    "reviewBody":"I usually don't care much for silent films, but this one impressed and touched me. There were a couple things that bugged me just a bit, like the husband's apparently dismissable propensity towards violence, but I won't go into detail about that because someone already mentioned it. The director was skillful and his sense of visual style was nice, especially in the shot from inside the barn where the husband opens the door, and beyond it, the fog is shown passing by some wooden wheels in the background outside, and also the scene where the woman describes the city as they lay in the grass, while above them, superimposed shots moving down streets are shown. The most powerful thing about this movie, however, was Janet Gaynor's performance. She was sweet, and touchingly innocent, but not in a gratuitous, annoying kind of way that tries to sloppily, unskillfully and patronizingly manipulate the emotions of the viewer. My heart ached for her as she joyfully prepared to go out boating for the day with her increasingly distant husband, not knowing what was really in store for her, and afterwards when she'd had her heart broken by the devastating realization that he had almost murdered her. The loving look on her face, slowly melting away as she began to sense something was very wrong during the scene in which her husband rows away from shore was a powerful one for me, and an example of the acting skill that won her the Best Actress Oscar.\n\nGeorge O'Brian's performance was good as well, especially when he was overcome with guilt. But did anyone else besides me think he moved a lot like Frankenstein's monster in certain parts? Not to say that it was any detriment to his performance however, since the movies with those stereotypical Frankenstein portrayals came later."
  },
  "duration":"PT1H34M"
}