{
  "id":"  http://www.imdb.com/title/tt0032551/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0032551/",
  "name":"The Grapes of Wrath",
  "image":"https://m.media-amazon.com/images/M/MV5BNzJiOGI2MjctYjUyMS00ZjkzLWE2ZmUtOTg4NTZkOTNhZDc1L2ltYWdlXkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_.jpg",
  "genre":[
    "Drama",
    "History"
  ],
  "contentRating":"Passed",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000020/",
      "name":"Henry Fonda"
    },
    {
      "@type":"Person",
      "url":"/name/nm0002034/",
      "name":"Jane Darwell"
    },
    {
      "@type":"Person",
      "url":"/name/nm0001017/",
      "name":"John Carradine"
    },
    {
      "@type":"Person",
      "url":"/name/nm0335788/",
      "name":"Charley Grapewin"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0000406/",
    "name":"John Ford"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0425913/",
      "name":"Nunnally Johnson"
    },
    {
      "@type":"Person",
      "url":"/name/nm0825705/",
      "name":"John Steinbeck"
    },
    {
      "@type":"Organization",
      "url":"/company/co0000756/"
    }
  ],
  "description":"The Grapes of Wrath is a movie starring Henry Fonda, Jane Darwell, and John Carradine. A poor Midwest family is forced off their land. They travel to California, suffering the misfortunes of the homeless in the Great Depression.",
  "datePublished":"1940-03-15",
  "keywords":"great depression,bakersfield california,penny candy,colorado river bridge,softhearted truck drivers",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":83556,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.0"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0032551/"
    },
    "author":{
      "@type":"Person",
      "name":"gene-mcdaniel"
    },
    "dateCreated":"2005-11-28",
    "inLanguage":"English",
    "name":"My experience of living  the movie, its so true to life",
    "reviewBody":"This movie is so real..at least to this person, who lived these things that happened in the movie. I will tell a short version of my personal life to let you know how it affected me from my own experience of growing up in the Thirties\n\nI think their must have been more then one car because ours was full of stuff in the back seat, clear up almost to the roof. Frankie, Bill and me (my brothers) all was on top of the stuff in the back seat, had to stay lying down was not enough room to set up. What I remember most about the trip was it was awful hot when we went through Arizona and we had not much water, the water we had was in a canvas bag, hooked to the front bumper to help keep it cool. We did not get much because dad was saving it for the car when the car got to hot. Mom told us to suck on pebbles, and we did. It was a bad time every where. No jobs or anyway to make any money. \n\nWe were going to California because their was suppose to be some picking work their, after we got to California we saw miles of potatoes all loose piled up high my guess would be about six feet high, they had put lime or something that looked like lime it was a white powder to keep people from taking them to eat.\n\nWe found a place to pick plums that they used to make prunes and we lived in a Quonset hut made of corrugated metal setting on a concrete slab. The public toilets were near were we stayed, Joe and his wife (Family friends)had their own Hutthis was the time that dad & Joe would sell tickets for people to watch them box each other in a ring at the recreation hall on the property. Also they joined a baseball team and played baseball, dad played left field. We got to watch them play for free.\n\nSeems like Frankie and I played together a lot don't think Bill did because he was still a baby his self, Doris and Dorothy (my sisters) was still crawling so Bill could not have been very old at that time. Frank & I would go pick up plums off the ground and we would bring them home, Doris and Dorothy would set in the box and eat them. You can guess what they would look like when mom and dad got home, their was no air condition back then so they would take a hose and squirt water on the tin Quonset hut to try and cool it off some, I know when we went west we looked like those grapes of wrath folks in the movie.\n\nThat area was the first time I ever saw a frog walk, it was to hot for them to hop, when they tried to hop their bellies would touch the ground ( gravel) and would burn them, any way that's what we thought at that time. I saw the movie of Grapes of wrath a long time ago, and I remember it so well, I cried most of the time it was on because it reminded me of the hard time we all had back then, I was born in Oklahoma and it was just a terrible time in the late thirties I would love to see the movie again, its to me a history of my family, I am 71 1/2 years old now and still remember it very clearly.\n\nGene McDaniel",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"10"
    }
  },
  "duration":"PT2H9M",
  "trailer":{
    "@type":"VideoObject",
    "name":"The Grapes of Wrath",
    "embedUrl":"/video/imdb/vi1686962457",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BNWFkZDgzZDgtM2NjNS00Yjc0LWJmZTctZjZlMzcxN2FlYTc2XkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BNWFkZDgzZDgtM2NjNS00Yjc0LWJmZTctZjZlMzcxN2FlYTc2XkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg",
    "description":"Theatrical Trailer from 20th Century Fox",
    "uploadDate":"2008-04-11T16:25:25Z"
  }
}