{
  "id":"  http://www.imdb.com/title/tt0050083/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0050083/",
  "name":"12 Angry Men",
  "image":"https://m.media-amazon.com/images/M/MV5BMWU4N2FjNzYtNTVkNC00NzQ0LTg0MjAtYTJlMjFhNGUxZDFmXkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_.jpg",
  "genre":"Drama",
  "contentRating":"Approved",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000020/",
      "name":"Henry Fonda"
    },
    {
      "@type":"Person",
      "url":"/name/nm0002011/",
      "name":"Lee J. Cobb"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000842/",
      "name":"Martin Balsam"
    },
    {
      "@type":"Person",
      "url":"/name/nm0275835/",
      "name":"John Fiedler"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0001486/",
    "name":"Sidney Lumet"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0741627/",
      "name":"Reginald Rose"
    },
    {
      "@type":"Person",
      "url":"/name/nm0741627/",
      "name":"Reginald Rose"
    },
    {
      "@type":"Organization",
      "url":"/company/co0032902/"
    }
  ],
  "description":"12 Angry Men is a movie starring Henry Fonda, Lee J. Cobb, and Martin Balsam. A jury holdout attempts to prevent a miscarriage of justice by forcing his colleagues to reconsider the evidence.",
  "datePublished":"1957-04-10",
  "keywords":"jury,dialogue driven,courtroom,single set production,trial",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":650494,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.9"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0050083/"
    },
    "author":{
      "@type":"Person",
      "name":"Thelightbulb"
    },
    "dateCreated":"2005-09-22",
    "inLanguage":"English",
    "name":"If you only ever see one Black and White movie, make this it.",
    "reviewBody":"I watched this film for the first time, when it was shown at about 1 o'clock in the morning. I made an effort to see it as it is rated as one of the best movies ever made, however I must admit that I watched it with a sense of reluctance as I'm not a great one for old \"classics\". This film blew me away however; how ignorant can I be about old films? How many other pre-1960s gems are there out there that I haven't seen? What strikes me most about this film is how progressive it is for its day. Indeed the issues this film makes about American society of the 1950s, still ring true for western society today. This film concerns twelve jurors debating the sentence of an 18 year old Puerto Rican boy who on the face of it, has no real alibi. However one man, played brilliantly by Henry Fonda, is ill-at ease putting a young boy to death without even debating his case, much to the despair of the other jurors. What follows is a brilliant piece of film making, slowly revealing many of the juror's complex characters to the audience as they react to Fonda's concerns with their own mix of metal scars, prejudices and insecurities. What especially struck me about this film is how ordinary most of the characters are, none of the jurors are shown to be especially bad men, indeed most are portrayed as honest everyman type people. The use of ordinary characters is the films master-stroke because as one by one they begin to question their initial instincts, the flaws of society that have let this Puerto Rican boy down are presented to the audience. Tragically it appears that many of the issues that were beginning to be discussed in the 1950s have only got worse. For me there is one immortal comment in this film: one of the jurors, a man in his 50s says that the youths of today have no respect and have changed so much for the worse since his day. How ironic is it that some grumpy old men of today who may not even of have been born when this films was made, still say exactly the same thing? Finally a quick look at the cast shows that Fonda aside many of the cast were only moderately successful after this film. I think that's a shame as everyone of these actors is excellent and plays their part in making it one of the best films of all time. However within the cast there are a couple of treats; look out for Jack Klugman (Quincy) and John Fieldler who is the voice of many of Disney's characters such as Piglet. I urge you all, if you have not yet seen this film, please do so now.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"10"
    }
  },
  "duration":"PT1H36M",
  "trailer":{
    "@type":"VideoObject",
    "name":"12 Angry Men",
    "embedUrl":"/video/imdb/vi3452609817",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BNjE3MWNhZDYtYjFlMS00MzM4LTg5M2YtYTAwMGY2ZDg0OGY0XkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BNjE3MWNhZDYtYjFlMS00MzM4LTg5M2YtYTAwMGY2ZDg0OGY0XkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg",
    "description":"Three Reasons Criterion trailer",
    "uploadDate":"2012-08-23T03:04:12Z"
  }
}