{
  "id":"  http://www.imdb.com/title/tt0025316/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0025316/",
  "name":"It Happened One Night",
  "image":"https://m.media-amazon.com/images/M/MV5BYzJmMWE5NjAtNWMyZS00NmFiLWIwMDgtZDE2NzczYWFhNzIzXkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_.jpg",
  "genre":[
    "Comedy",
    "Romance"
  ],
  "contentRating":"Approved",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000022/",
      "name":"Clark Gable"
    },
    {
      "@type":"Person",
      "url":"/name/nm0001055/",
      "name":"Claudette Colbert"
    },
    {
      "@type":"Person",
      "url":"/name/nm0175369/",
      "name":"Walter Connolly"
    },
    {
      "@type":"Person",
      "url":"/name/nm0439850/",
      "name":"Roscoe Karns"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0001008/",
    "name":"Frank Capra"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0728307/",
      "name":"Robert Riskin"
    },
    {
      "@type":"Person",
      "url":"/name/nm0011343/",
      "name":"Samuel Hopkins Adams"
    },
    {
      "@type":"Organization",
      "url":"/company/co0050868/"
    }
  ],
  "description":"It Happened One Night is a movie starring Clark Gable, Claudette Colbert, and Walter Connolly. A spoiled heiress running away from her family is helped by a man who is actually a reporter in need of a story.",
  "datePublished":"1934-02-22",
  "keywords":"spoiled brat,piggy back ride,haystack,bus,reporter",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":89143,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.1"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0025316/"
    },
    "author":{
      "@type":"Person",
      "name":"llguidry"
    },
    "dateCreated":"2003-03-15",
    "inLanguage":"English",
    "name":"Romantic Comedy that sweeps the first year of the Oscars",
    "reviewBody":"I have seen this movie a few times over the year and have just recently  viewed it again twice on the DVD version. This is a highly recommended  movie on several levels. First, it has to be seen because it won  multiple academy awards during 1934. It has won at least best actor, best actress and best director.  So it should be seen just for it's historical significance if you are  into movies as an art form. However, if you are just looking for  entertainment then it is simply a great classic romantic comedy. The  set up is that Ellie (Claudette Colbert) is a rich, spoiled,  independent woman who is running away from her father (in Florida) to  join her husband (not quite a complete marriage) in New York City. She  meets Peter (Clark Gable) on the bus who is a down & out reporter  looking for a big story. They join forces in that he will help her to  get to New York for an exclusive on her story. In essence it is the  bratty socialite vs the hard nosed -know it all reporter - Can they  achieve true love? Just watch the movie and figure it out for  yourself.. There is the classical scene regarding the battle of the  sexes which involves hitchhiking. There is some dated material because  the movie was made in the 30's about the 30's. This may be both good  and bad as a viewing experience. Gable is a bit too shallow as a  desirable character. He lacks the sensitivity of a guy that would be in  a modern romantic comedy. However, his portrayal of Peter is likely  typical for the ideal man of the era in that he attempted to be  competent and in charge at all times (the know it all guy). The  character comes across as too simplistic by today's standards. However,  when he gets the feedback on his rough edges from Ellie he shows his  nice guy side. Claudette Colbert is great in this movie she had  opportunities to display her acting craft as she responded to different  situations. The scene in which she and Gable pretended to be basically  'white trash' was very funny. Her getting the best actress award is  very evident even without having to see the performances of her  rivalries for the Oscar in 1934. Overall this movie is rated a 9.0 and  is highly recommended. A viewer may avoid older movies because they  lack dept; however, hang in for this one. Once the screen chemistry  starts between Colbert and Gable (their first scene together) the rest  of the picture is just a joyride of entertainment in watching these two  work their magic for the camera. Enjoy this movie it should be an  awesome experience."
  },
  "duration":"PT1H45M",
  "trailer":{
    "@type":"VideoObject",
    "name":"It Happened One Night -- Trailer",
    "embedUrl":"/video/imdb/vi3410886681",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BMTc1NTEzMjI5MF5BMl5BanBnXkFtZTgwMTM4ODYzMzE@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BMTc1NTEzMjI5MF5BMl5BanBnXkFtZTgwMTM4ODYzMzE@._V1_.jpg",
    "description":"A spoiled heiress, running away from her family, is helped by a man who's actually a reporter looking for a story. But then he falls for her...",
    "uploadDate":"2008-11-19T15:13:26Z"
  }
}