{
  "id":"  http://www.imdb.com/title/tt0113277/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0113277/",
  "name":"Heat",
  "image":"https://m.media-amazon.com/images/M/MV5BNDc0YTQ5NGEtM2NkYS00MWRhLThiNzAtNmY3NWU3YzNkMjIyXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_.jpg",
  "genre":[
    "Crime",
    "Drama",
    "Thriller"
  ],
  "contentRating":"R",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000199/",
      "name":"Al Pacino"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000134/",
      "name":"Robert De Niro"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000174/",
      "name":"Val Kilmer"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000685/",
      "name":"Jon Voight"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0000520/",
    "name":"Michael Mann"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0000520/",
      "name":"Michael Mann"
    },
    {
      "@type":"Organization",
      "url":"/company/co0002663/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0021592/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0035930/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0079747/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0043831/"
    }
  ],
  "description":"Heat is a movie starring Al Pacino, Robert De Niro, and Val Kilmer. A group of professional bank robbers start to feel the heat from police when they unknowingly leave a clue at their latest heist.",
  "datePublished":"1995-12-15",
  "keywords":"gun battle,organized crime,honor,criminal investigation,taken in for questioning",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":550450,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.2"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0113277/"
    },
    "author":{
      "@type":"Person",
      "name":"ivo-cobra8"
    },
    "dateCreated":"2017-12-07",
    "inLanguage":"English",
    "name":"Action masterpiece Michael Mann, Al Pacino and Robert De Niro's best favorite heist movie of all time",
    "reviewBody":"A masterpiece and one of the best action heist movies of all time! Heat (1995) is one of my personal favorite Al Pacino and Robert De Niro Action heist movie of all time! I love this movie to death! This movie has everything, action, drama, heist, great cast and incredible realistic great performance from Al Pacino and Robert De Niro! Provides fast and loose action with interesting characters. Great action movie!!!! One of the best for me!!!!!!!!! To this day this movie stands a classic action heist movie of all time! Acting, story, score everything in here is excellent! \n\nThis movie has a great plot, brilliant story about two lead characters a professional master thief Neil McCauley (Robert De Niro) battling Lt. Vincent Hanna (Al Pacino) LAPD robbery-homicide detective in this non-stop race against time heist. Michael Mann did everything with this film, he wrote the screenplay, produced this movie and directed it. Michael Mann is a brilliant director I love Miami Vice TV Series, Manhunter and Collateral. \n\nThis movie is the real heist movie un like Point Break and Baby Driver this movie deserves a 10, because it takes the vision of one of the most imaginative directors on Earth, and realizes them almost perfectly with all the tools that fit the task -- actors and great stunts. Without the vision, this film would be nothing. Without the tools, this film would be nothing.\n\nAl Pacino stars in the film as Vincent Hanna, a relentless lieutenant in the LAPD's Robbery Homicide Division who is determined to take down a high end robbery crew led by master thief Neil McCauley (De Niro). \n\nNotable for its detailed depiction of the techniques used by both law enforcement and criminal elements, as well as exceptional and accurate gun handling, the film was first made as the 1989 television movie L.A. Takedown. Heat also was reported to have been viewed repeatedly by the \"High Incident Bandits\" robbery duo involved in the infamous North Hollywood shootout (as depicted in the film 44 Minutes: The North Hollywood Shootout). \n\nLt. Vincent Hanna (Al Pacino) LAPD robbery-homicide detective was a great character cop. He was at least MILES way better than Johnny Utah (Keanu Reeves) FBI rookie Agent in Point Break that movie sucked! Lt. Vincent Hanna shoot and killed Michael Cheritto (Tom Sizemore) and he saved a child. He cracked the case and he figure it out who the mask robbers were. In the climatic epic battle fight on the end of the film on the airport field he shoot and killed Neil McCauley (Robert De Niro). He destroyed and hunt down McCauley's crew. True two got away but he always got his man. He at least didn't let go McCauley like Johnny Utah did, letting go Bodhi (Patrick Swayze) and he did not arrest or shoot or kill any of Bodhi's men he let them all go. Lt. Vincent Hanna is a hero and veteran police officer to me. \n\nNeil McCauley (Robert De Niro), as a professional thief was smart, intelligent, high profile criminal with no criminal record. He was the mastermind behind the robberies, he knew what he was doing. He was a murderer and he did what he know best. He at least wasn't like stupid dumb idiot Bodhi from Point Break, he was trying to get away but he always settle a score with everyone that double crossed him. It is wrong to messing with him. By the end that way leaded him to his end, he made a mistake when he went after Waingro (Kevin Gage). \n\nThe movie has also one of the greatest shootouts in L.A. in which Shiherlis (Val Kilmer), Cheritto (Tom Sizemore) McCauley (Robert De Niro) firing Colt Model 733 automatic riffle on the cops. Great shootout's I love it. \n\nThe movie has great famous cast: Al Pacino, Robert De Niro, Val Kilmer, Jon Voight, Tom Sizemore, Ashley Judd, Mykelti Williamson, Ted Levine, Dennis Haysbert, William Fichtner, Natalie Portman, Tom Noonan, Kevin Gage, Danny Trejo, Hank Azaria, Martin Ferrero and Xander Berkeley a lot of famous actors and actresses were extra in this movie. \n\nThe movie focus on a real human characters that they are ordinary people with normal life's like you and me. That is why I love this film to death! It is realistic performed and it has no jokes or fantasy or anything it is real life. I love Al Pacino and Robert De Niro's performance they both fit the task and accomplish their acting their characters. \n\nHeat is the 1995 crime drama directed by Michael Mann and marked the first on screen pairing of legendary actors Al Pacino and Robert De Niro.\n\n10/10 My all time personal favorite action heist masterpiece Michael Mann film of all time, this movie kicks ass.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"10"
    }
  },
  "duration":"PT2H50M"
}