{
  "id":"  http://www.imdb.com/title/tt0167404/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0167404/",
  "name":"The Sixth Sense",
  "image":"https://m.media-amazon.com/images/M/MV5BMWM4NTFhYjctNzUyNi00NGMwLTk3NTYtMDIyNTZmMzRlYmQyXkEyXkFqcGdeQXVyMTAwMzUyOTc@._V1_.jpg",
  "genre":[
    "Drama",
    "Mystery",
    "Thriller"
  ],
  "contentRating":"PG-13",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000246/",
      "name":"Bruce Willis"
    },
    {
      "@type":"Person",
      "url":"/name/nm0005286/",
      "name":"Haley Joel Osment"
    },
    {
      "@type":"Person",
      "url":"/name/nm0001057/",
      "name":"Toni Collette"
    },
    {
      "@type":"Person",
      "url":"/name/nm0931404/",
      "name":"Olivia Williams"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0796117/",
    "name":"M. Night Shyamalan"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0796117/",
      "name":"M. Night Shyamalan"
    },
    {
      "@type":"Organization",
      "url":"/company/co0076240/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0031181/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0013175/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0018092/"
    }
  ],
  "description":"The Sixth Sense is a movie starring Bruce Willis, Haley Joel Osment, and Toni Collette. A boy who communicates with spirits seeks the help of a disheartened child psychologist.",
  "datePublished":"1999-08-06",
  "keywords":"able to see the dead,plot twist,surprise ending,single mother,bullying",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":880010,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.1"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0167404/"
    },
    "author":{
      "@type":"Person",
      "name":"keval"
    },
    "dateCreated":"2000-02-14",
    "inLanguage":"English",
    "name":"Death, Lfe, Fear and Hope",
    "reviewBody":"Review: The Sixth Sense, Director: M. Night Shyamalam\n\nAs a film which has undoubtedly caught the eye of the film going world, it was difficult to avoid the surrounding hype and publicity. Luckily most of the people I had spoken to who had seen the film did not spoil the 'twist' at the end, which, although is rather a laboured point by now in reviews, certainly adds to the \"Oh, I see now\" factor.\n\nThe story revolves around a child psychologist played characteristically by Bruce Willis. I say characteristically, because although his portrayal is quite real, and at times touching, there always seems to be an unnerving 'Die Hard'-ness to his speech, lending the dialogue some comical qualities. Having said that, his overall attempts at revealing the vulnerable and disturbed psyche of his character achieve good results. As the psychologist, he is plagued by a particular event in his professional life which he perceives as his personal failure, and sets out to redeem himself by righting the wrong and wiping his failure from his conscience. This opportunity presents itself to him in the form of Cole Sear, played devastatingly well by Hayley Joel Osment. Cole has a problem, he sees dead people. To the outside world he is seen as a loner, a problem child, and has become increasingly isolated. Hence the need for a child psychologist. Once we have been introduced to these two central players, we are taken on a journey of discovery, as both of these characters in the space of the film will learn a great deal about each other, themselves and human nature.\n\nIt is this particular point which the film attempts to address so strongly - human communication. That when this breaks down, an inevitable cycle of interpersonal destruction takes course, sometimes irreversible. This is framed within the context of a superbly told ghost story. The sheer truthfulness and honesty with which the concept of fear is expressed by all the characters, is breathtaking. Cole's' experience of the walking dead, appearing out of nowhere, Malcolm's fear of a deteriorating marriage, and Cole's' mother's fear relating to her own existential angst. All of these are played against the backdrop of the often difficult but finally warm relationship between Cole and Malcolm. Eventually, and against the odds, each character displays courage and bravery as they face up to their existential and supernatural fears.\n\nThere are one or two niggling problems plot wise, but in a film where the overall atmosphere created is one which encompasses death, fear, and finally hope, it is impossible not to overlook incongruencies. Superb direction, acting and ambience lead me to think that M. Night Shyamalan has really succeeded in telling a chillingly touching story about the triumph of the human spirit.\n\nFebruary 14, 2000 Harshad C. Keval"
  },
  "duration":"PT1H47M",
  "trailer":{
    "@type":"VideoObject",
    "name":"The Sixth Sense",
    "embedUrl":"/video/imdb/vi1906613529",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BOGViM2JkYTItZGU2ZC00ZGFlLWJlNDEtNDg5MTMzODBmZjZhXkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BOGViM2JkYTItZGU2ZC00ZGFlLWJlNDEtNDg5MTMzODBmZjZhXkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg",
    "description":"Trailer",
    "uploadDate":"2011-03-13T06:53:33Z"
  }
}