{
  "id":"  http://www.imdb.com/title/tt0167260/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0167260/",
  "name":"The Lord of the Rings: The Return of the King",
  "image":"https://m.media-amazon.com/images/M/MV5BNzA5ZDNlZWMtM2NhNS00NDJjLTk4NDItYTRmY2EwMWZlMTY3XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_.jpg",
  "genre":[
    "Adventure",
    "Drama",
    "Fantasy"
  ],
  "contentRating":"PG-13",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000704/",
      "name":"Elijah Wood"
    },
    {
      "@type":"Person",
      "url":"/name/nm0001557/",
      "name":"Viggo Mortensen"
    },
    {
      "@type":"Person",
      "url":"/name/nm0005212/",
      "name":"Ian McKellen"
    },
    {
      "@type":"Person",
      "url":"/name/nm0089217/",
      "name":"Orlando Bloom"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0001392/",
    "name":"Peter Jackson"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0866058/",
      "name":"J.R.R. Tolkien"
    },
    {
      "@type":"Person",
      "url":"/name/nm0909638/",
      "name":"Fran Walsh"
    },
    {
      "@type":"Person",
      "url":"/name/nm0101991/",
      "name":"Philippa Boyens"
    },
    {
      "@type":"Person",
      "url":"/name/nm0001392/",
      "name":"Peter Jackson"
    },
    {
      "@type":"Organization",
      "url":"/company/co0046718/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0046203/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0061706/"
    }
  ],
  "description":"The Lord of the Rings: The Return of the King is a movie starring Elijah Wood, Viggo Mortensen, and Ian McKellen. Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach...",
  "datePublished":"2003-12-17",
  "keywords":"orc,epic,battle,journey,hobbit",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":1576501,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.9"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0167260/"
    },
    "author":{
      "@type":"Person",
      "name":"eiratan"
    },
    "dateCreated":"2003-12-17",
    "inLanguage":"English",
    "name":"A Brilliant Conclusion",
    "reviewBody":"As a movie watcher, I tend to become bored with the constant, overdone, overdrawn, underplayed, overdramatized performance and production quality of most Hollywood films. It's a trait that in recent years has sadly driven me away from most big budget American films. A decent idea will become mangled by the money making machine that is Hollywood, hoping to pump the most raw cash they can out of it before it drops dead in the street.\n\nWe all saw the catastophre of a failure that arose from the Matrix Franchise. Such immense hype and professed genius only made the failure all the more poignant for those of us that really wanted and expected more from the franchise.\n\nThat all being said, I must say that The Lord of the Rings is an amazingly powerful visual experience. Not even just a visual experience. Peter Jackson has crafted one of the finest written pieces of our era into THE quintessential epic. He supplements the brilliant storytelling of JRR Tolkien with one of the most awe-inspiring collection of films ever created.\n\nThe 7 hours of film that leads up to the Return of the King is only precursor though, when you sit and watch this film. It's just plain brilliance. Everything about the film is wonderful. The manner in which Jackson has arranged the scenes, detracting slightly from the original flow of the novel really helps to keep the suspense strong in all three story branches. The Tolkien humor is intact perfectly and the gallantry and just plain coolness of these heroes is plain amazing. (Check out Legolas in the BIG battle) It's all just too much for words.\n\nIf one were to gripe, and I suppose there will never be a film made that one cannot find a point at which to grip, it is painfully long running time here. I personally believe that this is the only way such a film could be made, true to the source material and completely engrossing, but I found myself more worried about the pain in my posterior than the emotional final minutes after 4 hours (including ads and previews) that I had spent in a cramped seat. As such, this will be all the better (at least for me) when it's release on DVD (can't wait for the extended...get to see the Sauroman scenes that they cut out).\n\nAs a film though, this is amazing. A true lasting legacy in story telling and now cinema. Bravo Mr. Jackson.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"10"
    }
  },
  "duration":"PT3H21M",
  "trailer":{
    "@type":"VideoObject",
    "name":"The Lord of the Rings Trilogy on Blu-ray",
    "embedUrl":"/video/imdb/vi2073101337",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BODk1MzkwNTA4N15BMl5BanBnXkFtZTgwOTU1ODY3MjI@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BODk1MzkwNTA4N15BMl5BanBnXkFtZTgwOTU1ODY3MjI@._V1_.jpg",
    "description":"The trailer for The Lord of the Rings Trilogy on Blu-ray.",
    "uploadDate":"2009-12-17T14:12:45Z"
  }
}