{
  "id":"  http://www.imdb.com/title/tt0120737/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0120737/",
  "name":"The Lord of the Rings: The Fellowship of the Ring",
  "image":"https://m.media-amazon.com/images/M/MV5BN2EyZjM3NzUtNWUzMi00MTgxLWI0NTctMzY4M2VlOTdjZWRiXkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_.jpg",
  "genre":[
    "Action",
    "Adventure",
    "Drama",
    "Fantasy"
  ],
  "contentRating":"PG-13",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000704/",
      "name":"Elijah Wood"
    },
    {
      "@type":"Person",
      "url":"/name/nm0005212/",
      "name":"Ian McKellen"
    },
    {
      "@type":"Person",
      "url":"/name/nm0089217/",
      "name":"Orlando Bloom"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000293/",
      "name":"Sean Bean"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0001392/",
    "name":"Peter Jackson"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0866058/",
      "name":"J.R.R. Tolkien"
    },
    {
      "@type":"Person",
      "url":"/name/nm0909638/",
      "name":"Fran Walsh"
    },
    {
      "@type":"Person",
      "url":"/name/nm0101991/",
      "name":"Philippa Boyens"
    },
    {
      "@type":"Person",
      "url":"/name/nm0001392/",
      "name":"Peter Jackson"
    },
    {
      "@type":"Organization",
      "url":"/company/co0046718/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0046203/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0061706/"
    }
  ],
  "description":"The Lord of the Rings: The Fellowship of the Ring is a movie starring Elijah Wood, Ian McKellen, and Orlando Bloom. A meek Hobbit from the Shire and eight companions set out on a journey to destroy the powerful One Ring and save...",
  "datePublished":"2001-12-19",
  "keywords":"ring,quest,hobbit,elf,orc",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":1589298,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.8"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0120737/"
    },
    "author":{
      "@type":"Person",
      "name":"bonnie91"
    },
    "dateCreated":"2006-04-14",
    "inLanguage":"English",
    "name":"The Fellowship of the Ring:  Not just a Movie, but the Door to another Dimension",
    "reviewBody":"The first part of the Lord of the Rings trilogy, the Fellowship of the Rings opened the door to a whole new world for me. I'd never read any of Tolkien's books when I saw the film for the first time at the theatre and, now that I've read them, in retrospect I think being a neophyte to the mythology made my LOTR movie experience all the more miraculous.\n\nI loved The Two Towers and Return of the King almost as much as FOTR, but not quite, because seeing Fellowship for the first time was like taking a journey to a fabulous new place and meeting incredible new friends that you don't want to leave. I've never felt anything quite like what this epic evoked in me. It was akin to being a child again, with that tireless sense of wonder and enjoyment of each and every moment, maybe because as a child you are discovering your surroundings, and whatever age you are, when you watch the Fellowship of the Ring you are rendered in awe upon being introduced to the purity and beauty of Middle Earth and darkly enthralled by the majesty of Eisengard, Saruman, Sauron and all of their mighty malice. One of the things that makes this movie so special (and there are so many!) is that you fall in love not only with the \"good\" characters, but also with the \"evil\" ones. For example, Christopher Lee was amazing as Saruman, and I can't imagine the movie without him.\n\nSome films that might be comparable to the Lord of the Rings trilogy are: The Fifth Element, the Star Wars Trilogy parts IV, V and VI (forget the newer prequels), the Matrix trilogy (especially the first part), Interview with a Vampire, the Legend of Sleepy Hollow (with Johnny Depp), Logan's Run and The Island. They are all excellent movies and works of art that weave that movie magic that keeps you spellbound and entranced for the duration of their runtime.\n\nBut after seeing The Fellowship of the Ring, I knew I had found the movie by which I would judge all other movies. Based on J.R.R. Tolkien's beloved books, Peter Jackson has set a new standard in the industry of cinema, one that I honestly think has not and won't be surpassed, at least not in my lifetime, not even by PJ himself.\n\nIt is truly an instant classic that will stand the test of time and be loved by generations to come. God Bless Tolkien and Jackson and everyone involved in the conception and making of this film, for creating a world that is at my fingertips, only takes the touch of a button to go to whenever I want, and makes me forget everything else.\n\nThe LOTR Trilogy is undoubtedly MY precious, the non plus ultra of all movies!",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"10"
    }
  },
  "duration":"PT2H58M",
  "trailer":{
    "@type":"VideoObject",
    "name":"The Lord of the Rings Trilogy on Blu-ray",
    "embedUrl":"/video/imdb/vi2073101337",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BODk1MzkwNTA4N15BMl5BanBnXkFtZTgwOTU1ODY3MjI@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BODk1MzkwNTA4N15BMl5BanBnXkFtZTgwOTU1ODY3MjI@._V1_.jpg",
    "description":"The trailer for The Lord of the Rings Trilogy on Blu-ray.",
    "uploadDate":"2009-12-17T14:12:45Z"
  }
}