{
  "id":"  http://www.imdb.com/title/tt0118849/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0118849/",
  "name":"Bacheha-Ye aseman",
  "image":"https://m.media-amazon.com/images/M/MV5BZTYwZWQ4ZTQtZWU0MS00N2YwLWEzMDItZWFkZWY0MWVjODVhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_.jpg",
  "genre":[
    "Drama",
    "Family",
    "Sport"
  ],
  "contentRating":"PG",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0619870/",
      "name":"Mohammad Amir Naji"
    },
    {
      "@type":"Person",
      "url":"/name/nm0268488/",
      "name":"Amir Farrokh Hashemian"
    },
    {
      "@type":"Person",
      "url":"/name/nm0781245/",
      "name":"Bahare Seddiqi"
    },
    {
      "@type":"Person",
      "url":"/name/nm0415412/",
      "name":"Nafise Jafar-Mohammadi"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0006498/",
    "name":"Majid Majidi"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0006498/",
      "name":"Majid Majidi"
    },
    {
      "@type":"Organization",
      "url":"/company/co0053189/"
    }
  ],
  "description":"Bacheha-Ye aseman is a movie starring Mohammad Amir Naji, Amir Farrokh Hashemian, and Bahare Seddiqi. After a boy loses his sister's pair of shoes, he goes on a series of adventures in order to find them. When he can't, he tries a...",
  "datePublished":"1999-01-22",
  "keywords":"race,late for school,family relationships,neorealism,cobbler the shoemaker",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":59610,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.3"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0118849/"
    },
    "author":{
      "@type":"Person",
      "name":"ruby_fff"
    },
    "dateCreated":"1999-02-16",
    "inLanguage":"English",
    "name":"Wholesome 100% natural cinematic staple -- well-leavened and savory!",
    "reviewBody":"This translates to MUST-SEE! It's a credulous incredible storytelling of a young brother and sister in Tehran, and the adventurous saga around one very important pair of sneakers.\n\nThe two young actors are amazing -- they play their guileless naïve sensitivity with such earnestness! Central character, Ali, the 9 year old brother, is Mir Farrokh Hashemian, who really carried the film with his legwork, and the younger sister Zahra is Bahareh Seddiqui, who contributed her restrained share of screen presence. The pair is so natural: those furrowed faces, anxious knitted brows -- the range of sad faces the two came up with! The bond between the brother and sister is so warm and joyful - in spite of misfortunes.\n\nThe storyline is seemingly simple. Such story-weaving knack writer-director Majid Majidi has -- he can make chasing along a streaming gutter into an intense dramatic episode! The story has the texture likened to a Thomas Hardy novel (poverty setting, episode after episode, turn of events), yet such a relishingly simple delivery. He doesn't have to tell it all on the screen -- little nuances and observations suffice.\n\nIt's heartening to see young children who are polite and respectful to their elders, responsible and caring in dealing with their everyday problems, and not give up -- such quiet fortitude in spite of disappointments, such tolerance of their circumstance yet still able to find joy in little things. We catch a smile here and there, e.g., when they enjoy the impromptu soap bubbles, or when he encouraged his sister by giving her small tokens.\n\nThis is an absolute gem of a family (value) film. Children's emotions untapped, yet adults are not left out -- touches of  grown-up connections: the parents, the elderly couple next door, the shop-owners, all made this world very real.\n\nThe camerawork, and the well-designed use of sound mixed with accompanying music (different tonal quality instruments were applied) complemented this cinematic experience. A poetic ending -- there's a serenity about it all.\n\nI hope \"Children of Heaven\" will win this year's 71st Academy Award Best Foreign Film Oscar -- it will receive its due exposure and more people will experience this gem.\n\nAlong the lines of poverty and shoes, I thought of  the Italian 1978's \"The Tree of the Wooden Clogs\" by writer-director Ermanno Olmi. And, on a story with substance and good acting by an Iranian young boy, there's 1989's \"Bashu, The Little Stranger\", by writer-director Bahram Beizai. Both are movies to be appreciated.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"10"
    }
  },
  "duration":"PT1H29M",
  "trailer":{
    "@type":"VideoObject",
    "name":"Children of Heaven",
    "embedUrl":"/video/imdb/vi2901319193",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BZTZhZjE2MjMtOTMwOC00NTNmLWFjMzAtYjM1ZjJmNThkMjFjXkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BZTZhZjE2MjMtOTMwOC00NTNmLWFjMzAtYjM1ZjJmNThkMjFjXkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg",
    "description":"Trailer",
    "uploadDate":"2011-10-26T03:13:16Z"
  }
}