{
  "id":"  http://www.imdb.com/title/tt0381681/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0381681/",
  "name":"Before Sunset",
  "image":"https://m.media-amazon.com/images/M/MV5BMTQ1MjAwNTM5Ml5BMl5BanBnXkFtZTYwNDM0MTc3._V1_.jpg",
  "genre":[
    "Drama",
    "Romance"
  ],
  "contentRating":"R",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000160/",
      "name":"Ethan Hawke"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000365/",
      "name":"Julie Delpy"
    },
    {
      "@type":"Person",
      "url":"/name/nm0229943/",
      "name":"Vernon Dobtcheff"
    },
    {
      "@type":"Person",
      "url":"/name/nm1195302/",
      "name":"Louise Lemoine Torrès"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0000500/",
    "name":"Richard Linklater"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0000500/",
      "name":"Richard Linklater"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000365/",
      "name":"Julie Delpy"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000160/",
      "name":"Ethan Hawke"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000500/",
      "name":"Richard Linklater"
    },
    {
      "@type":"Person",
      "url":"/name/nm0471811/",
      "name":"Kim Krizan"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000500/",
      "name":"Richard Linklater"
    },
    {
      "@type":"Person",
      "url":"/name/nm0471811/",
      "name":"Kim Krizan"
    },
    {
      "@type":"Organization",
      "url":"/company/co0106448/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0040620/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0123642/"
    }
  ],
  "description":"Before Sunset is a movie starring Ethan Hawke, Julie Delpy, and Vernon Dobtcheff. Nine years after Jesse and Celine first met, they encounter each other again on the French leg of Jesse's book tour.",
  "datePublished":"2004-06-17",
  "keywords":"conversations,brief encounter,enduring relationship,ambiguous ending,sequel",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":221894,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.0"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0381681/"
    },
    "author":{
      "@type":"Person",
      "name":"Superunknovvn"
    },
    "dateCreated":"2004-06-19",
    "inLanguage":"English",
    "name":"Linklater, Delpy & Hawke make an impossible sequel work (including minor SPOILERS)",
    "reviewBody":"\"Before Sunrise\" was one of the most beautiful independent love stories of the 90's. Part of its appeal came from the open ending. We didn't know how the lives of these two young people would continue and what would become of them. The whole movie was like a snapshot that left the rest to our imagination. A sequel to such a story seemed to be unnecessary, but apparently director Richard Linklater himself couldn't stop thinking about these two intriguing characters and had to envision their lives after this one fateful day in Vienna.\n\nHere it is now, the most unlikely sequel I have ever seen, \"Before Sunset\" - made not for money but for pure artistic purpose only. Much of the magic of part one could have been destroyed, but somehow Linklater and his two main actors managed to pull it off. \"Before Sunset\" takes place nine years after Jesse and Celine first met and as soon as the movie starts you feel like you meet old friends you haven't seen in a long time. You know these people and immediately feel at home with them. I was afraid that \"Before Sunset\" might give answers to questions that shouldn't be answered in the first place. If \"Before Sunrise\" was a dream that two young people had, then this movie could only be the rude awakening, the confrontation with reality. And somehow it is just that. It's a bit disillusioning to hear that all did not turn out as well as one might have imagined. We learn that Jesse and Celine are not particularly happy in their lives and that they are not really the romantic persons they used to be nine years ago. The soothing thing to see, however, is that they are still here. They both have passed their 30th birthday, they have jobs and their future is more or less decided, but they're still longing for passion in their lives and as soon as they meet each other, it's there again. They might have given up a lot of their dreams and beliefs but one thing remains true: their feelings for each other. While they're talking it's like they turn back time and become the young, hopeful people they once were again. I'm getting a bit carried away, but that's the beauty of these two movies, \"Sunrise\" and \"Sunset\". The story sucks you in and you're not able to stop thinking about it for a long while.\n\nAnother thing \"Before Sunset\" did, it made me reflect on my own life. How have I changed in the past nine years? What has become of my dreams? Obviously, I have gotten more cynical, because at times I was irritated by Celine's talk about environmental problems and her emotional outbursts. It took me way longer than last time to \"bond\" with her character this time around.\n\nAnyway, the performances by Hawke and Delpy are wonderful once again. Their acting is as natural as can be, and thinking of Hawke's recent divorce in real life you wonder how much of his character in the movie is based on his own personal experiences.\n\nUnfortunately, the movie is over way too soon. After about an hour you have already arrived at the final scene - a scene that is just amazing. It makes you hope that somehow everything will work out for Jesse and Celine and that maybe they will stay together this time. As part one, \"Before Sunset\" doesn't have a definite ending, though.\n\nIt's sure nice to see that apparently Linklater cares about Jesse and Celine as much as I do and made such a good sequel. He could probably even make a third part. \"Before Sunset\" has convinced me that it could work.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"8"
    }
  },
  "duration":"PT1H20M",
  "trailer":{
    "@type":"VideoObject",
    "name":"Before Sunset",
    "embedUrl":"/video/imdb/vi2813919513",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BOWVkNDNiNzMtN2VkNS00YjAwLTgzZjEtMTM4NmRkNTEyMTU5XkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BOWVkNDNiNzMtN2VkNS00YjAwLTgzZjEtMTM4NmRkNTEyMTU5XkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg",
    "description":"Home Video Trailer from Warner Home Video",
    "uploadDate":"2008-04-11T12:29:13Z"
  }
}