{
  "id":"  http://www.imdb.com/title/tt0469494/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0469494/",
  "name":"There Will Be Blood",
  "image":"https://m.media-amazon.com/images/M/MV5BMjAxODQ4MDU5NV5BMl5BanBnXkFtZTcwMDU4MjU1MQ@@._V1_.jpg",
  "genre":"Drama",
  "contentRating":"R",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000358/",
      "name":"Daniel Day-Lewis"
    },
    {
      "@type":"Person",
      "url":"/name/nm0200452/",
      "name":"Paul Dano"
    },
    {
      "@type":"Person",
      "url":"/name/nm0001354/",
      "name":"Ciarán Hinds"
    },
    {
      "@type":"Person",
      "url":"/name/nm2872491/",
      "name":"Martin Stringer"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0000759/",
    "name":"Paul Thomas Anderson"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0000759/",
      "name":"Paul Thomas Anderson"
    },
    {
      "@type":"Person",
      "url":"/name/nm0801737/",
      "name":"Upton Sinclair"
    },
    {
      "@type":"Organization",
      "url":"/company/co0179341/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0022594/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0027686/"
    }
  ],
  "description":"There Will Be Blood is a movie starring Daniel Day-Lewis, Paul Dano, and Ciarán Hinds. A story of family, religion, hatred, oil and madness, focusing on a turn-of-the-century prospector in the early days of the business.",
  "datePublished":"2008-01-25",
  "keywords":"oil,misanthrope,loss of hearing,false prophet,alcoholic",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":490597,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.2"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0469494/"
    },
    "author":{
      "@type":"Person",
      "name":"g0dolphins"
    },
    "dateCreated":"2008-02-18",
    "inLanguage":"English",
    "name":"The parts were greater than the whole",
    "reviewBody":"This is a most difficult movie to comment on, and I find it hard to put into words as to the reason. I think I enjoyed the movie, but how, why? Did I enjoy Daniel Day Lewis' portrayal as the leading antagonist? Most defiantly. DDL has provided us with many memorable performances and his role as Daniel Plainview is no less in intensity as was Butcher Bob, nor any less authentic as Nathaniel Poe. Did I enjoy other aspects of the film? Sure! The period piece was of considerable interest; how oil can transform your life, for better, worse or otherwise. The cinematography was beautiful and telling. I fully appreciate the hard, dirty, bone weary work that this occupation would entail. The rag tag day-to-day existence for those working the oil fields, and the land from whence it came. The score too was beautifully blended, adding to the epic scope of the experience. Paul Dano was very convincing too as the prophet/preacher of the small community where Plainview acquires vast tracks of land. His character was equally complex, and I felt he complimented DDL quite adequately. Even the story had many merits, as we came to understand the type of people who produced oil, and how the product of its labor and influence can impact those who were associated with its extraction. So one would think that the buzz and hype around it in February 2008 are worthwhile, yet I cannot seem to agree. There is something missing, something that falls short of the expectations. Too many people are of opposite opinion regarding this movie; it is either a masterpiece or drivel. I find it is neither, although I am much more likely to lean towards the former. For that reason alone I should be what, somewhere five or seven on a scale of 1-10? Perhaps it does, I just wish I could feel it. So should I give it a 7 and stop wasting time lamenting over it? Yes, a 7, for reasons I can explain but not feel confident about. It pains me to do so, therefore I can only conclude that my expectations for this movie were not met.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"7"
    }
  },
  "duration":"PT2H38M",
  "trailer":{
    "@type":"VideoObject",
    "name":"There Will Be Blood",
    "embedUrl":"/video/imdb/vi1341980953",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BMmRhOWY5N2EtYzk0NS00ZTFlLTk4MTktMzdhYWM5OGFmMDM3XkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BMmRhOWY5N2EtYzk0NS00ZTFlLTk4MTktMzdhYWM5OGFmMDM3XkEyXkFqcGdeQXVyNzU1NzE3NTg@._V1_.jpg",
    "description":"Home Video Trailer from Miramax",
    "uploadDate":"2008-04-11T17:23:41Z"
  }
}