{
  "id":"  http://www.imdb.com/title/tt0435761/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt0435761/",
  "name":"Toy Story 3",
  "image":"https://m.media-amazon.com/images/M/MV5BMTgxOTY4Mjc0MF5BMl5BanBnXkFtZTcwNTA4MDQyMw@@._V1_.jpg",
  "genre":[
    "Animation",
    "Adventure",
    "Comedy",
    "Family",
    "Fantasy"
  ],
  "contentRating":"G",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000158/",
      "name":"Tom Hanks"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000741/",
      "name":"Tim Allen"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000349/",
      "name":"Joan Cusack"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000885/",
      "name":"Ned Beatty"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0881279/",
    "name":"Lee Unkrich"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0005124/",
      "name":"John Lasseter"
    },
    {
      "@type":"Person",
      "url":"/name/nm0004056/",
      "name":"Andrew Stanton"
    },
    {
      "@type":"Person",
      "url":"/name/nm0881279/",
      "name":"Lee Unkrich"
    },
    {
      "@type":"Person",
      "url":"/name/nm1578335/",
      "name":"Michael Arndt"
    },
    {
      "@type":"Organization",
      "url":"/company/co0008970/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0017902/"
    }
  ],
  "description":"Toy Story 3 is a movie starring Tom Hanks, Tim Allen, and Joan Cusack. The toys are mistakenly delivered to a day-care center instead of the attic right before Andy leaves for college, and it's up to Woody to convince the other toys...",
  "datePublished":"2010-06-16",
  "keywords":"toy,college,escape,day care,evil teddy bear",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":726732,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.3"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt0435761/"
    },
    "author":{
      "@type":"Person",
      "name":"diac228"
    },
    "dateCreated":"2010-06-18",
    "inLanguage":"English",
    "name":"By delivering an amazing finale to an amazing trilogy, all we can do is bow and thank Pixar once again.",
    "reviewBody":"Star Wars. Indiana Jones. Fistful of Dollars. Bourne. These are all incredible trilogies that can, will, and should stand the test of time. Yes, I am neglecting the fourth Indiana Jones. Upon the mention of the third Toy Story, I was deathly afraid. Afraid because it has some major, major shoes to fill. The original is a masterpiece that changed animation forever, and the sequel is among the best in the history of film (I mean that). The first two Toy Story films are among the best movies of all-time and to this day entire animation studios have failed to duplicate an ounce of the magic contained in Toy Story. Could part 3 even come close to the original two? My friends, I am very happy to say, the answer is a resounding yes.\n\nToy Story 3 does exactly what the first two did, delivered on all cylinders, all aspects of film-making and entertainment. The humor is back, the heart is back, the delightful cast of characters is back. This time, thanks to an incredible script, there's more suspense, more drama, and many more surprises. Like any spectacular trilogy, it wraps up all loose ends. It literally is difficult to find any flaw or any slow moment in this movie, and even if there is, it will immediately be forgiven by the next major laugh or the next major revelation. The predictability factor in this movie is low, and the payoff to all the suspense is extremely high. Guys, this is the go-to movie of the summer, and makes up for any disappointment you have seen this year or last.\n\nJust like Toy Story 2's subtle and underlying themes, Toy Story 3 revolves around the group of toys and their latest adventure, but dwells far deeper than that. On the surface, this movie is about the toys in a series of circumstances, winding up in a daycare center that isn't all it seems. At the same time, Andy is heading for college, but Woody isn't quite ready to let go of his owner and the memories that follow. The deeper aspects involve aging, growing up, and moving on. Michael Arndt, the Oscar winner that wrote Little Miss Sunshine, was behind the spectacular screenplay in this third trip in the world of toys. Then with the help of John Lasseter and Lee Unkrich (who serves as the director), we see plenty of references to Pixar, other movies, the previous Toy Story installments, and even we even see nods to the influences of the entire animation studio (Miyazaki).\n\nThe writing wasn't the only thing that was on par with the first two Toy Story movies. The voice acting cast was once again phenomenal, with popular actors, underrated talent, and great character actors filling the bill. Come on now, just read em': Tim Allen, Tom Hanks, John Cusack, Wallace Shawn, Jody Benson, Estelle Harris, Blake Clark, John Ratzenburger, Ned Beatty, Jeff Garlin, and Michael Keaton. Unlike what Dreamworks pulls off on a yearly basis, Pixar carefully chooses their voice cast in terms of pulling off the best performances, not to generate more money. Because honestly, was there even a point to Angelina Jolie voicing the tiger in Kung Fu Panda? On the other hand, very few can pull an authentic Barbie like Jody Benson (a.k.a. Ariel in the Little Mermaid). It takes reliable and authentic acting to pull at the heartstrings, and everyone definitely was on their A-game.\n\nLee Unkrich directed this movie with incredible pacing and just as much heart and dedication as Lasseter, who was in charge of the first two. The truth is, Pixar directs the movie together, as they share ideas and suggestions amongst each other. This fact can be traced to the similar pacing and directing styles seen in Pixar's better works like Ratatoille, Finding Nemo, and Up. They all have the similar technique of incorporating just as many tears as laughs. But unlike all the other Pixar movies (with the exception of The Incredibles), Toy Story 3 has a heave dosage of suspense and peril, which is climaxed by one of the most exciting animated sequences this side of Castle in the Sky (a Miyazaki adventure masterpiece). Other reviewers have noted this before me, but this Toy Story is quite scary in depth and in imagery at some instances, so be wary of this while watching this with the kids. With so much time invested with these toys, the drama runs a bit high.\n\nBottom Line: Toy Story 3 secures its place in cinema brilliance by becoming the best third installment since Indiana Jones and the Last Crusade, the best sequel since Kill Bill Vol. 2, and the best movie we've seen this year. This movie is usually hilarious, sometimes thrilling, and sometimes downright tear-jerking. And yes, just like Up's opening 10 minutes, there is that one major sequence in which Pixar will play with your heartstrings like Eric Clapton playing tears of Heaven. If you enjoyed the first two Toy Stories, there's no need to worry about the third and hopefully final chapter in the quality-filled saga. How Pixar manages to deliver yet again is absolutely beyond me.\n\nWalt Disney may not be one-hundred percent proud of his company if he were alive to see it now, but he would be absolutely delighted at seeing what beautiful art Pixar has delivered ever since 1995. Pixar has re-created Walt Disney 's magical methods of storytelling and movie-making, and arguably has taken it a step even further by adding depth to the characters and depth to the overall stories presented. The direction was fantastic, the writing was Oscar-worthy, and the overall production is Best Picture caliber. This is Pixar's best work since Finding Nemo, and a must see by any means necessary. Despite my cynical nature, there's no way I can grade this any less than perfect. Just no way.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"10"
    }
  },
  "duration":"PT1H43M",
  "trailer":{
    "@type":"VideoObject",
    "name":"Toy Story 3: Trailer #2",
    "embedUrl":"/video/imdb/vi3676898329",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BMTAyNDYwMjU3NTVeQTJeQWpwZ15BbWU4MDY5NDcwMjMx._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BMTAyNDYwMjU3NTVeQTJeQWpwZ15BbWU4MDY5NDcwMjMx._V1_.jpg",
    "description":"Woody, Buzz, and the rest of their toy-box friends are dumped in a day-care center after their owner, Andy, departs for college.",
    "uploadDate":"2010-02-11T13:39:51Z"
  }
}