{
  "id":"  http://www.imdb.com/title/tt1205489/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt1205489/",
  "name":"Gran Torino",
  "image":"https://m.media-amazon.com/images/M/MV5BMTc5NTk2OTU1Nl5BMl5BanBnXkFtZTcwMDc3NjAwMg@@._V1_.jpg",
  "genre":"Drama",
  "contentRating":"R",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000142/",
      "name":"Clint Eastwood"
    },
    {
      "@type":"Person",
      "url":"/name/nm3057402/",
      "name":"Bee Vang"
    },
    {
      "@type":"Person",
      "url":"/name/nm1542291/",
      "name":"Christopher Carley"
    },
    {
      "@type":"Person",
      "url":"/name/nm3115704/",
      "name":"Ahney Her"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0000142/",
    "name":"Clint Eastwood"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm1010405/",
      "name":"Nick Schenk"
    },
    {
      "@type":"Person",
      "url":"/name/nm3164738/",
      "name":"Dave Johannson"
    },
    {
      "@type":"Person",
      "url":"/name/nm1010405/",
      "name":"Nick Schenk"
    },
    {
      "@type":"Organization",
      "url":"/company/co0255998/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0112616/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0062831/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0010258/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0108864/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0257319/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0002663/"
    }
  ],
  "description":"Gran Torino is a movie starring Clint Eastwood, Bee Vang, and Christopher Carley. Disgruntled Korean War veteran Walt Kowalski sets out to reform his neighbor, Thao Lor, a Hmong teenager who tried to steal Kowalski's prized...",
  "datePublished":"2009-01-09",
  "keywords":"gang,widower,gang rape,teenager,street gang",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":696501,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.1"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt1205489/"
    },
    "author":{
      "@type":"Person",
      "name":"Simon_Says_Movies"
    },
    "dateCreated":"2009-01-27",
    "inLanguage":"English",
    "name":"Sour Humour and Pure Badassery",
    "reviewBody":"If movies like Indiana Jones, Iron Man and The Dark Knight were the thoroughbred hits of 2008, then Clint Eastwood's Gran Torino is the dark horse. This rousing crowd-pleaser is sure to surprise many, through its copious sour humour and pure badassery, while managing to still be an affecting and sombre dramatic entry in Eastwood's long-enduring and wildly successful career in front of and behind the camera.\n\nYou know that a movie has something going for it when it can a) pack in so many one-liners you can't bring yourself to remember them after the show from oversaturation of the brain, b) be unboundedly racist yet still never seen exploitative or condescending and c) make a pure, grit- and-nails, grimacing anti-hero, one man army out of a seventy-eight year old man. What is likely to surprise the most number of viewers is how funny this movie really is. Eastwood's direction and line delivery as a diamond-hard antisocial veteran is bang-on, but never makes the film into a farce or embarrassment. This is due in part to the handling of the more touching dramatic moments which anchors the film in reality and reminds us of what is at play, so to speak.\n\nFollowing the death of his wife, Walt Kowalski (Eastwood) has nothing left but his dog to truly be with. His two sons and their families drift in and out, but Walt's less then cheerful demeanour and their impartiality keeps them in different worlds and in different times. Walt is peppered by visits from Father Janovich (Christopher Carley) of the local church at the request of his late wife to 'keep an eye on him', but has little place for religion on his heavy conscience; about as much time as he has for his new Hmong neighbours that move in next door. That is until the family's youngest son Thao (Bee Vang) begins to be harassed by a local gang who persuade him to steal Walt's prized Gran Torino as initiation. Saving Thao in an ensuing altercation, Walt sweeps the fatherless teen away from the pressures of the criminal life and puts him to work at the request of his mother. Thao and his sister Sue (Ahney Her) befriend Walt in a way, and for a reason none can truly explain.\n\nAll of the Hmong actors in Gran Torino are pure novices who have never acted before and this is readily apparent. While a weak link, the film as a whole is so satisfying it is really a moot point as it serves as no thorough determent. The arc of Walt is simple and easy to predict, but then anything but would not work. Many scenes with the cultural clashes are funny and touching as with an unspoken dynamic with the elderly grandmother of the Lor family next door. A number of exchanges between the few remaining people in Walt's life who he still respects such as his barber and a construction worker who gets Thao a job, are nothing short of comic genius and piece the Walt character into a true three- dimensional individual.\n\nWith a great song by Jamie Cullum to conclude the film (which stands as a horrendous Oscar snub, equalled only by the additional snub of the Bruce Springsteen Song from The Wrestler), Gran Torino is a pure gem; a film that both draws unexpected laughs, soft smiles and tears from an audience that is happy to oblige, as well as salute a screen legend in another iconic role that proves even at an old age a dark horse can still kick you in the face.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"9"
    }
  },
  "duration":"PT1H56M",
  "trailer":{
    "@type":"VideoObject",
    "name":"Gran Torino music video",
    "embedUrl":"/video/imdb/vi517604121",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BMTQ2OTE5MjQyM15BMl5BanBnXkFtZTgwNTc5ODIyMzE@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BMTQ2OTE5MjQyM15BMl5BanBnXkFtZTgwNTc5ODIyMzE@._V1_.jpg",
    "description":"A music video for the song \"Gran Torino\" by Jamie Cullum, from the Gran Torino motion picture soundtrack.",
    "uploadDate":"2009-01-06T17:01:46Z"
  }
}