{
  "id":"  http://www.imdb.com/title/tt1280558/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt1280558/",
  "name":"A Wednesday",
  "image":"https://m.media-amazon.com/images/M/MV5BOTcwMzdiMWItMjZlOS00MzAzLTg5OTItNTA4OGYyMjBhMmRiXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
  "genre":[
    "Crime",
    "Drama",
    "Mystery",
    "Thriller"
  ],
  "contentRating":"Not Rated",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0451600/",
      "name":"Anupam Kher"
    },
    {
      "@type":"Person",
      "url":"/name/nm0787462/",
      "name":"Naseeruddin Shah"
    },
    {
      "@type":"Person",
      "url":"/name/nm0792116/",
      "name":"Jimmy Sheirgill"
    },
    {
      "@type":"Person",
      "url":"/name/nm2085856/",
      "name":"Aamir Bashir"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm3109770/",
    "name":"Neeraj Pandey"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm3109770/",
      "name":"Neeraj Pandey"
    },
    {
      "@type":"Person",
      "url":"/name/nm3109770/",
      "name":"Neeraj Pandey"
    },
    {
      "@type":"Organization",
      "url":"/company/co0184460/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0245652/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0131238/"
    }
  ],
  "description":"A Wednesday is a movie starring Anupam Kher, Naseeruddin Shah, and Jimmy Sheirgill. A retiring police officer reminisces about the most astounding day of his career. About a case that was never filed but continues to haunt him in...",
  "datePublished":"2008-09-05",
  "keywords":"terrorist,race against time,bomb threat,man wears eyeglasses,police",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":71013,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.1"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt1280558/"
    },
    "author":{
      "@type":"Person",
      "name":"kunalkhandwala"
    },
    "dateCreated":"2008-09-17",
    "inLanguage":"English",
    "name":"A character of BOMBay",
    "reviewBody":"Numerous films have been based on terrorism and the tragedy of life in BOMBay. Some have a very serious and realistic take on it such as Black Friday and Mumbai Meri Jaan while some have been dramatized to showcase another aspect of terror such as in Dhoka and Aamir. Now, debutant director Neeraj Pandey brings an impactful and thought provoking thriller  A Wednesday, which transcends through the wavelengths of the cinema's sound system to stir up the frustrated citizen in you. All this happens through the articulate voice and superlative performance of Naseeruddin Shah as an anonymous mastermind who provokes the Police department with his threat of bombing the city in 5 different locations.\n\nThe mastermind's plot builds up rapidly while all the characters are introduced and with his first phone call to the Commissioner of Police (Anupam Kher), the thrill ride begins in true Hollywood bad guy-NYPD style that includes a fancy control room, hi tech tracking units and loads of sophisticated equipment. At the helm of it all is Anupam Kher, the gifted actor who has been neglected for years and has been subjected to humiliating roles that do not suit his talent at all. We need to give all credit to Neeraj Pandey for just being bold enough to direct this thriller with two of the finest actors of Indian cinema. It is a treat to watch Anupam Kher in a serious character role rather than the slapstick comedy we have been subjected to by his directors. His natural ability to depict any character while making it all look so easy as though he has been the Commissioner all his life, is truly the showcasing of India's finer talents. We have seen his astounding serious side in films like Saaransh, Kaash, Parinda, Daddy, Veer Zaara and Maine Gandhi Ko Nahi Maara (list may not be comprehensive). Yes, about 6 films in a career that spans over 275 are noteworthy serious character renditions. Talk about talent being wasted these days. Let us not even get to Naseeruddin Shah who very righteously had given up on good work from Bollywood once upon a time. But with A Wednesday, these two actors get a chance to showcase what they are and have overpowered every aspect of the movie. \n\nThe film as such is well conceived with the common man's sufferings being depicted in a radical manner. The cat and mouse chase between the mastermind and Commissioner's team is a thrilling game that will engage you completely. A Wednesday is crisply edited with remarkable work on the script and screenplay that truly justified the talents in the film. Performances by the supporting cast including Jimmy Shergil and Aamir Bashir are excellent as well but  yes there is a 'but'...\n\nWhen you walk out of the theatre, it is the plot of the mastermind and the performance of these actors that you go home with. You will discuss these two aspects for days but what you won't really be talking about is the more technical aspect such as background score, which somehow sounds like a C.I.D episode, the cinematography, which is spectacular only from the terraces of buildings or the control room, which looks incredulous for it to be a part of Mumbai Police Headquarters. More like a set from C.I.D again. Even the overall look of the film could have been solidified to suit the otherwise intense atmosphere that builds up. These may be insignificant in comparison to the film's strengths but it somehow feels like it could've been better in its impact had the director focused on these details as well. \n\nNevertheless, the film is very realistic in the dialogues between the characters and in the scripting of every situation. The final 20 minutes that include the great confrontational dialogue between the mastermind and the Commissioner are worth the full price of the ticket. The film belongs to Naseeruddin Shah though as he portrays his character in a definitive manner that is strikingly real like. The ease with which he renders dialogues, his body language, his expressions and his emotions in every situation are all traits of an outstanding talent and a Great actor that he is. \n\nThe film is thought provoking and instigating as it portrays the dire circumstances that citizens of Bombay live in. The violence and uncertainty that have started controlling routine life can take a toll on the common man itself and that, is the message of this film. The other message is that film makers need to be free. They need to think openly about ideas and stories and cast the great talent we have in this industry without worrying about box-office success because if your product is good, the actors can make it even better and the audience has now accepted this reality and films like A Wednesday are getting an encouragement even from the masses and not just the classes. There are enough reasons indeed for that acceptance.\n\n\n* 9.11 on a scale of 1-10.\n",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"9"
    }
  },
  "duration":"PT1H44M",
  "trailer":{
    "@type":"VideoObject",
    "name":"A Wednesday trailer",
    "embedUrl":"/video/imdb/vi1117764377",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BZWYzNGZiNTUtNDY3My00YzNiLWE1MmQtYzhiZDEwZmUzNzU3XkEyXkFqcGdeQXRodW1ibmFpbC1pbml0aWFsaXplcg@@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BZWYzNGZiNTUtNDY3My00YzNiLWE1MmQtYzhiZDEwZmUzNzU3XkEyXkFqcGdeQXRodW1ibmFpbC1pbml0aWFsaXplcg@@._V1_.jpg",
    "description":"A retiring police officer reminisces about the most astounding day of his career. About a case that was never filed but continues to haunt him in his memories - the case of a man and a Wednesday.",
    "uploadDate":"2018-06-07T05:20:29Z"
  }
}