{
  "id":"  http://www.imdb.com/title/tt1201607/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt1201607/",
  "name":"Harry Potter and the Deathly Hallows: Part 2",
  "image":"https://m.media-amazon.com/images/M/MV5BMjIyZGU4YzUtNDkzYi00ZDRhLTljYzctYTMxMDQ4M2E0Y2YxXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_.jpg",
  "genre":[
    "Adventure",
    "Drama",
    "Fantasy",
    "Mystery"
  ],
  "contentRating":"PG-13",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0705356/",
      "name":"Daniel Radcliffe"
    },
    {
      "@type":"Person",
      "url":"/name/nm0914612/",
      "name":"Emma Watson"
    },
    {
      "@type":"Person",
      "url":"/name/nm0342488/",
      "name":"Rupert Grint"
    },
    {
      "@type":"Person",
      "url":"/name/nm0002091/",
      "name":"Michael Gambon"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0946734/",
    "name":"David Yates"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0460141/",
      "name":"Steve Kloves"
    },
    {
      "@type":"Person",
      "url":"/name/nm0746830/",
      "name":"J.K. Rowling"
    },
    {
      "@type":"Organization",
      "url":"/company/co0002663/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0159772/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0016492/"
    }
  ],
  "description":"Harry Potter and the Deathly Hallows: Part 2 is a movie starring Daniel Radcliffe, Emma Watson, and Rupert Grint. Harry, Ron, and Hermione search for Voldemort's remaining Horcruxes in their effort to destroy the Dark Lord as the...",
  "datePublished":"2011-07-12",
  "keywords":"ginny weasley character,lucius malfoy character,hermione granger character,battle,final battle",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":728056,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.1"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt1201607/"
    },
    "author":{
      "@type":"Person",
      "name":"TourettesPersonal"
    },
    "dateCreated":"2011-07-19",
    "inLanguage":"English",
    "name":"Better Ending",
    "reviewBody":"Endings are usually the problems of most movie series. They usually end up being mediocre & unsatisfying or they are made to cash in people. The great thing about Harry Potter movies, the filmmakers are taking their job seriously. Harry Potter and the Deathly Hallows Part 2 is a great ending of the series. It's more than throwing a lot of action and exposition. Harry Potter and the Deathly Hallows Part 2 is one of those conclusion that actually care about the series.\n\nDeathly Hallows part 1 is just the first and the half of the second act of the story. Deathly Hallows part 2 begins straight forward to its continuation of the last Harry Potter film. And of course, if you haven't seen Deathly Hallows Part 1 or any of the Harry Potter movies, you'll be confused to death. Obvious isn't it? It's pretty clever to make the whole Deathly Hallows story like a slow burn. It started from silent thrills, plans, and escapes to big and loud battles.\n\nThe series doesn't only end with big and loud action. It also gives us some nostalgia from the old Harry Potter films. And we still get to see more of the characters. The movie itself is pretty exciting. It's a good choice to let David Yates direct the rest of the Potter films because he made this series darker and bolder. Aside from that the film still has its compelling moments like the Prince's Tale scene.\n\nNo need to tell about the performances of Daniel Radcliffe, Rupert Grint, Emma Watson and the rest of the cast because they are obviously good to their characters but there is one actor here is worth mention and that is Alan Rickman. We already knew him as Snape but there is one scene where we see more of his character and his performance was excellent. The filmmaking, the special effects is obviously good. The music score really made the battle scenes epic and perfect for a final film.\n\nFor me it's really hard to write a review about Harry Potter. Is it because I never read the books or I'm not really a huge fan but in my opinion Harry Potter is a successful series. If I rank all the movie conclusions, this could be number three because nothing beats Lord of the Rings and Star Wars. Either you're a fan or not, you'll love this series. And yes, this is another remarkable movie series.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"9"
    }
  },
  "duration":"PT2H10M",
  "trailer":{
    "@type":"VideoObject",
    "name":"Harry Potter and the Deathly Hallows: Part 2 -- Trailer #2",
    "embedUrl":"/video/imdb/vi128621593",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BODcwODM5NTcxOV5BMl5BanBnXkFtZTgwNjA4MTMyMzE@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BODcwODM5NTcxOV5BMl5BanBnXkFtZTgwNjA4MTMyMzE@._V1_.jpg",
    "description":"The end begins as Harry, Ron, and Hermione go back to Hogwarts to find and destroy Voldemort's final horcruxes, but when Voldemort finds out about their mission, the biggest battle begins and life as they know it will never be the same again.",
    "uploadDate":"2011-06-17T14:54:55Z"
  }
}