{
  "id":"  http://www.imdb.com/title/tt1375666/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt1375666/",
  "name":"Inception",
  "image":"https://m.media-amazon.com/images/M/MV5BMjAxMzY3NjcxNF5BMl5BanBnXkFtZTcwNTI5OTM0Mw@@._V1_.jpg",
  "genre":[
    "Action",
    "Adventure",
    "Sci-Fi",
    "Thriller"
  ],
  "contentRating":"PG-13",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000138/",
      "name":"Leonardo DiCaprio"
    },
    {
      "@type":"Person",
      "url":"/name/nm0330687/",
      "name":"Joseph Gordon-Levitt"
    },
    {
      "@type":"Person",
      "url":"/name/nm0680983/",
      "name":"Ellen Page"
    },
    {
      "@type":"Person",
      "url":"/name/nm0913822/",
      "name":"Ken Watanabe"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0634240/",
    "name":"Christopher Nolan"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0634240/",
      "name":"Christopher Nolan"
    },
    {
      "@type":"Organization",
      "url":"/company/co0002663/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0159111/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0147954/"
    }
  ],
  "description":"Inception is a movie starring Leonardo DiCaprio, Joseph Gordon-Levitt, and Ellen Page. A thief who steals corporate secrets through the use of dream-sharing technology is given the inverse task of planting an idea into the mind of a...",
  "datePublished":"2010-07-14",
  "keywords":"dream,subconscious,ambiguous ending,psycho thriller,surprise ending",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":1951304,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.8"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt1375666/"
    },
    "author":{
      "@type":"Person",
      "name":"technofunkie"
    },
    "dateCreated":"2010-07-12",
    "inLanguage":"English",
    "name":"Nolan's first true masterpiece",
    "reviewBody":"Usually I try to be careful with over hyping a film, or setting the expectations too high, as film geeks all are guilty for, however for Christopher Nolan's Inception, this really is not possible.\n\nThis is possibly one of the only perfect films I have ever seen. It is absolutely confident in every way, something which is extremely refreshing, even more so than Avatar. Christopher Nolan gets some slack for making great to look at but ultimately heartless affairs, which I for one do not agree with, however I do not think anyone can argue that here. The emotional aspect of this film not only ties it all together but is really the centre of this film, it is the focus. \n\nI do not want to over simplify the film, by simply calling it Kubrick doing Bond, or Gondry on a huge budget, because I am sure it will be called that but it is far more than that, it is something I do not think Kubrick could have ever made. It is pure Nolan, and pure greatness.\n\nI hate writing something which is pure fan-boy gushing, but its really difficult here. I did not find a thing I did not like about it, I am sure if maybe I saw it a second time, maybe I would find something about it I didn't like, but not the first time. The way it is cut, means that there is always action on screen, if not, then the visuals are interesting enough to keep your eyes glued.\n\nThe final hour of the film, is possibly one of the most complicated action sequences put on film. You have to constantly be paying attention to remember all of the layers of what is happening. Without spoiling anything, all I have to say is that is what this film is about, that is what makes this film so great, layers. Once you have seen this you will now what I am talking about.\n\nAll of the actors are fantastic too, Di Caprio is the stand out here. Yes, this is probably due to the fact he is the star and given all of the emotional weight, but he handles it perfectly, similarly to his performance in Shutter Island. Ellen Page, whom I usually hate, gives a great performance here. Tom Hardy gives a break out performance here, he is quite the bad ass.\n\nI hope audiences are ready for a film like this, a pure auteur driven film which does not sacrifice a single frame for the studio. I would hope this film will change Hollywood, as it is 100 percent the directors vision yet it is definitely a marketable film, much like District 9, yet I do not think it will. \n\nI cannot recommend this film anymore than I have, I just have to say everyone and anyone should see it. Sorry about all the gushing, it is just so hard not too.\n\nIf you liked this review check out my new film blog: http://thedeletedscene.wordpress.com",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"10"
    }
  },
  "duration":"PT2H28M",
  "trailer":{
    "@type":"VideoObject",
    "name":"Inception -- Characters",
    "embedUrl":"/video/imdb/vi4219471385",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BNTdlZGFmMDQtM2RiYi00NzUxLThhZWQtN2M4ZmYwMzllZGYyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BNTdlZGFmMDQtM2RiYi00NzUxLThhZWQtN2M4ZmYwMzllZGYyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg",
    "description":"Inception -- Characters Trailer",
    "uploadDate":"2010-07-14T10:17:51Z"
  }
}