{
  "id":"  http://www.imdb.com/title/tt1856101/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt1856101/",
  "name":"Blade Runner 2049",
  "image":"https://m.media-amazon.com/images/M/MV5BNzA1Njg4NzYxOV5BMl5BanBnXkFtZTgwODk5NjU3MzI@._V1_.jpg",
  "genre":[
    "Action",
    "Drama",
    "Mystery",
    "Sci-Fi",
    "Thriller"
  ],
  "contentRating":"R",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000148/",
      "name":"Harrison Ford"
    },
    {
      "@type":"Person",
      "url":"/name/nm0331516/",
      "name":"Ryan Gosling"
    },
    {
      "@type":"Person",
      "url":"/name/nm1869101/",
      "name":"Ana de Armas"
    },
    {
      "@type":"Person",
      "url":"/name/nm1176985/",
      "name":"Dave Bautista"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0898288/",
    "name":"Denis Villeneuve"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0266684/",
      "name":"Hampton Fancher"
    },
    {
      "@type":"Person",
      "url":"/name/nm0338169/",
      "name":"Michael Green"
    },
    {
      "@type":"Person",
      "url":"/name/nm0266684/",
      "name":"Hampton Fancher"
    },
    {
      "@type":"Person",
      "url":"/name/nm0001140/",
      "name":"Philip K. Dick"
    },
    {
      "@type":"Organization",
      "url":"/company/co0054452/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0050868/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0001799/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0587695/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0215502/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0074212/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0454147/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0163158/"
    }
  ],
  "description":"Blade Runner 2049 is a movie starring Harrison Ford, Ryan Gosling, and Ana de Armas. Young Blade Runner K's discovery of a long-buried secret leads him to track down former Blade Runner Rick Deckard, who's been missing for thirty...",
  "datePublished":"2017-10-04",
  "keywords":"menage a trois,micro mini skirt,short skirt,black bra,female nudity",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":425345,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.0"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt1856101/"
    },
    "author":{
      "@type":"Person",
      "name":"CANpatbuck3664"
    },
    "dateCreated":"2017-10-07",
    "inLanguage":"English",
    "name":"Beautiful Atmosphere and an Interesting Mystery Help Blade Runner 2049 Continue a Classic Story",
    "reviewBody":"I've only seen the original Blade Runner once and it was a long time ago. I liked it but I just haven't got around to revisiting it. I mention this because even though I'm not a die-hard fan of Blade Runner, I still found the plot of 2049 engrossing. It's a well put together mystery, I found that they constantly took the plot in unexpected directions and other than the trailer spoiling the return of Deckard, I was always excited about what was going to happen next. The movie pulls an excellent bait and switch at the end that really surprised me. They made the right decision to not repeat the formula of the first one and take the story to a new place. They also create some compelling subplots which is something that few movies get right.\n\nThe biggest star of this movie is the cinematography and the excellent work of Roger Deakins. The original was noteworthy with the special environment that Ridley Scott and his creative team brought to the screen. That was continued here if not improved upon. The look of L.A. in 2049 they decided to go with isn't completely distinct but it was a little more understated (I'd compare it to the 2017 Ghost in the Shell but less fantastical). My favourite scene might have been a shootout in a defunct club where the lighting and the background show are turning on and off. I don't hesitate to praise when a movie looks good but this is an exemplary example of using visuals and atmosphere to help build on a strong story.\n\nBlade Runner 2049 returns very few of the characters from the original film but they manage to breathe life into this movie through the new ones they created. Officer K isn't the most lively protagonist but he gets an eye-opening character arc that kept me involved. Deckard doesn't appear till later in the movie but he remains interesting and what they decide to do with him makes his appearance worthwhile. I also really liked some of the smaller supporting characters. Sapper really helps kick off the movie, what Joi represents is extremely emotional and Mariette is so mysterious that her involvement brings up more and more questions. Add in that Niander Wallace and Luv make for pretty menacing villains and you have a pretty well-rounded and fascinating script.\n\nI don't think that the actors/actresses will be the focal point of the awards attention that this movie will get but that doesn't mean there aren't exemplary performances. Gosling is good as K, he's deliberately robotic and he accomplishes a lot through his subtlety. Harrison Ford isn't in the movie as much as I wanted him to be (he's still one of my all-time favourite actors) but he holds up his end. He works with Gosling well and they have a solid rapport. Surprisingly, I really liked Sylvia Hoeks. She stole a lot of her scenes and I thought she was great even acting against a stacked cast. Dave Bautista showed he has a lot more range than people give him credit for. Jared Leto is in a very Jared Leto role (deliberately weird and hard to understand) but he does it well and although he might be a little creepy, the guy is still a great actor. I also want to credit Ana de Armas, she was distinctly warm and she showed a lot more emotion than I had seen from her previously.\n\nThere were points in this movie I could have rated this a 9/10 but some small things that I had to dock the movie for. Even with a compelling story, the movie has such a long run time that it couldn't help but drag. There are certain scenes where the movie wants you to really drink in the environment but they could have edited it a little tighter. They also couldn't help but lose me at points through how much artistic flair the utilize. Villenueve is an authority in this area and while I appreciate an artistic approach to this science fiction tale, for me they overdid it a little.\n\nI was surprised how much I ended up liking Blade Runner 2049. I think if you're a big fan of the original, you'll love this to bits. This is successful in bringing in the uninitiated but I think fans will enjoy this even more. I haven't been on board for all of Villenueve's films but this is a good combination of his artistic style with enough of a commercial element for the masses. I'd give this somewhere between an 8-9 but with the extremely long run time, I'll give this an 8/10.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"8"
    }
  },
  "duration":"PT2H44M",
  "trailer":{
    "@type":"VideoObject",
    "name":"At Cinemas Now",
    "embedUrl":"/video/imdb/vi3362371865",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BMjE3MjY3MTkzNV5BMl5BanBnXkFtZTgwNTE0NjU3MzI@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BMjE3MjY3MTkzNV5BMl5BanBnXkFtZTgwNTE0NjU3MzI@._V1_.jpg",
    "description":"A young blade runner's discovery of a long-buried secret leads him to track down former blade runner Rick Deckard, who's been missing for thirty years.",
    "uploadDate":"2017-10-04T10:07:24Z"
  }
}