{
  "id":"  http://www.imdb.com/title/tt2119532/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt2119532/",
  "name":"Hacksaw Ridge",
  "image":"https://m.media-amazon.com/images/M/MV5BMjQ1NjM3MTUxNV5BMl5BanBnXkFtZTgwMDc5MTY5OTE@._V1_.jpg",
  "genre":[
    "Biography",
    "Drama",
    "History",
    "War"
  ],
  "contentRating":"R",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm1940449/",
      "name":"Andrew Garfield"
    },
    {
      "@type":"Person",
      "url":"/name/nm0941777/",
      "name":"Sam Worthington"
    },
    {
      "@type":"Person",
      "url":"/name/nm3478396/",
      "name":"Luke Bracey"
    },
    {
      "@type":"Person",
      "url":"/name/nm1954240/",
      "name":"Teresa Palmer"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0000154/",
    "name":"Mel Gibson"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0770938/",
      "name":"Robert Schenkkan"
    },
    {
      "@type":"Person",
      "url":"/name/nm0460795/",
      "name":"Andrew Knight"
    },
    {
      "@type":"Organization",
      "url":"/company/co0046206/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0317576/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0052383/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0011800/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0506124/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0285648/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0208137/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0234956/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0286594/"
    }
  ],
  "description":"Hacksaw Ridge is a movie starring Andrew Garfield, Sam Worthington, and Luke Bracey. World War II American Army Medic Desmond T. Doss, who served during the Battle of Okinawa, refuses to kill people, and becomes the first man in...",
  "datePublished":"2016-11-03",
  "keywords":"world war two,conscientious objector,soldier,medic,1940s",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":403933,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.1"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt2119532/"
    },
    "author":{
      "@type":"Person",
      "name":"trublu215"
    },
    "dateCreated":"2016-09-13",
    "inLanguage":"English",
    "name":"A film that is as courageous as its subject and as violent as the war it portrays.",
    "reviewBody":"Hacksaw Ridge is the latest film from the infamous Mel Gibson and it is as electrifying as one would come to expect. Telling the story of Desmond Doss, an Army medic that refused to carry a weapon through the hell fire of battle in Okinawa at the height of World War II. The untold story of Doss is one that is of the finer war hero stories that anyone could tell. Starring Andrew Garfield, Vince Vaughn, Sam Worthington and Teresa Palmer, Hacksaw Ridge is a beautifully acted and viciously portrayed war film that will stick with you from the minute the film starts until the second the end credits start. It will leave you clawing your seat, wiping away the sweat from your palms as we see Garfield's Doss save as many lives as he possibly can while dodging bullets and hand grenades. The film starts in the most somber of times in American history, the second world war. Desmond Doss, the son of a PTSD-riddled alcoholic Army man (Hugo Weaving) who served in World War I, is also as much as a devout Christian as he is a patriot, leading him to join the fight against the oppressive Japanese military. Doss is in love with a small town girl Dorothy Schutte (Teresa Palmer) who is scared that she'll never see Doss again, especially after the persecution he is sure to face. When in training camp, Doss refuses to touch a gun and is actually court marshaled for his refusal. This leads to a trial in which he is allowed by his superior officers to go into Okinawa with no fire arm to protect him. Much of the film is steeped in realism, something that Mel Gibson specializes in when it comes to violence. While the story and plot line may sound very traditional, the way it is portrayed is a fresh burst of life into a tired genre such as this. That, coupled with the amazing true-life story of Desmond Doss being portrayed on screen, makes Hacksaw Ridge a wild and brutal trip down the path to Christianity and the power that faith can give a man. Gibson, a devout Catholic himself, would be the director to bring this story to life. His religious views seep through his very being, especially through his films and this film is no exception. The film settles in the idea that God is literally protecting Doss, not only physically but spiritually as well. Doss is constantly tested throughout the film, almost needing to take a life (which is the ultimate sin to him) in many scenes. The fact that this man did not fire a single round and saved as many men as he did is astounding and the film really does an amazing job at showing the harsh realities of war but also showing the good that can be brought out in a man through his faith. The film itself, is one of Gibson's less preachy works which makes it more accessible. Even if faith-based films are not your thing, you can appreciate the craft that went into making this film. Hacksaw Ridge displays war as atrocious as it truly is. There is blood, there is gore and there are a couple wounds that will cut even the strongest of men down. This is an extremely violent film but it is extremely violent in the sense that there is enough going on around us to never make us truly settle in the violence which would take away a lot of the impact that Gibson is trying to portray. The film is paced very nicely and does feel more like a traditional war film without it really being the traditional World War II film. The filmmaking is traditional but the story is unique and is definitely the driving force to run out and see this film. The performance from Andrew Garfield is amazing. He sheds any sort of preconceived notion and really embodies the roll of Doss quite well. He is far from a revelation but he is on the right track in delivering a very fine performance. The screenplay is tight and taught. Like I said, there are scenes that are heart pounding in this film. Personally, I found myself holding my breath during some of the action sequences. It was THAT intense at parts. While I do have great things to say about this film, I will say, I was a bit disappointed in the performances all around. While I thought Garfield did an amazing job carrying a film that was not Spider-Man, I wish he was a little better. I felt the same way with the rest of the cast. The melodrama that is portrayed very early on in the film is something that does begin to corrode the realist efforts of everything else. However, once the action starts, so does the really great acting on everyone's parts. Gibson is an actor that revels in the moments of pure chaos and he expects the same thing from his actors. It makes for some intense scenes that are elevated by the pure realism that the actors portray. You actually feel as though you are watching these people go to war. It is a testament to Mel Gibson as a director. He really knows how to put you in the moment and Hacksaw Ridge just solidifies his talent. Overall, I felt Hacksaw Ridge was an extremely brutal and visceral war film that brings up questions of warfare, humanity and religion while displaying Gibson's excellent eye for technical accuracy and assaulting imagery. Say what you will about Gibson as a person but as a director he is sharp, gritty and a master at what he does.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"9"
    }
  },
  "duration":"PT2H19M",
  "trailer":{
    "@type":"VideoObject",
    "name":"Trailer #1",
    "embedUrl":"/video/imdb/vi2608248601",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BMjAzNTI5MzQ1OF5BMl5BanBnXkFtZTgwOTc3OTY1OTE@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BMjAzNTI5MzQ1OF5BMl5BanBnXkFtZTgwOTc3OTY1OTE@._V1_.jpg",
    "description":"'Hacksaw Ridge' is the true story of Desmond Doss who, in Okinawa during the bloodiest battle of WWII, saved 75 men without firing or carrying a gun. He was the only American soldier in WWII to fight on the front lines without a weapon, as he believed that while the war was justified, killing was nevertheless wrong. As an army medic, he single-handedly evacuated the wounded from behind enemy lines, braved fire while tending to soldiers and was wounded by a grenade and hit by snipers. Doss was the first conscientious objector awarded the Congressional Medal of Honor.",
    "uploadDate":"2016-07-28T21:37:15Z"
  }
}