{
  "id":"  http://www.imdb.com/title/tt2582802/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt2582802/",
  "name":"Whiplash",
  "image":"https://m.media-amazon.com/images/M/MV5BOTA5NDZlZGUtMjAxOS00YTRkLTkwYmMtYWQ0NWEwZDZiNjEzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg",
  "genre":[
    "Drama",
    "Music"
  ],
  "contentRating":"R",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm1886602/",
      "name":"Miles Teller"
    },
    {
      "@type":"Person",
      "url":"/name/nm0799777/",
      "name":"J.K. Simmons"
    },
    {
      "@type":"Person",
      "url":"/name/nm2552034/",
      "name":"Melissa Benoist"
    },
    {
      "@type":"Person",
      "url":"/name/nm0001663/",
      "name":"Paul Reiser"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm3227090/",
    "name":"Damien Chazelle"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm3227090/",
      "name":"Damien Chazelle"
    },
    {
      "@type":"Organization",
      "url":"/company/co0135575/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0098315/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0280848/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0276464/"
    }
  ],
  "description":"Whiplash is a movie starring Miles Teller, J.K. Simmons, and Melissa Benoist. A promising young drummer enrolls at a cut-throat music conservatory where his dreams of greatness are mentored by an instructor who will stop at nothing...",
  "datePublished":"2014-10-15",
  "keywords":"drummer,music school,new york city,conservatory,drum solo",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":670264,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.5"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt2582802/"
    },
    "author":{
      "@type":"Person",
      "name":"drakula2005"
    },
    "dateCreated":"2014-10-28",
    "inLanguage":"English",
    "name":"Tension, tension, tension!",
    "reviewBody":"After seeing Damien Chazelle's Whiplash - a film the young up-and- coming director wished to do for some time now - being so beautifully realized and brought to life by everyone involved in the project, I was glad and relieved, mainly because I have seen the short film, which was pretty incredible.\n\nI believe that among the most telling facts about a film's fortunes and qualities, is the ability to broaden it's public, but in the same time not forgetting that cinema is not all about commercial success and mass audiences.Or with other words - a film that is not just eye candy and booms and explosions, but also craft, soul, dedication and wits.\n\nThose are some of the things not only the film itself possesses, but the people behind it have in abundance as well.\n\nThe upcoming Miles Teller plays the young and dedicated student Andrew Nieman, who has the drive, the ambition to succeed and to be great, which is fine, as long as it doesn't derail your personal life.A lesson the young drummer learns the hard way.\n\nBlind ambition is the thing, that can describe our anti-hero of sorts, Terrence Fletcher a.k.a the brilliant J.K. Simmons, who has a thing for mindeffin' his students to the point of total physical and mental exhaustion and even depression.But he does it for a reason, for the sole purpose of finding the next big, even great, thing in jazz and in music as a whole.The next prodigy, the next \"Yardbird\" Charlie Parker that will be otherwise lost, if not being pushed to the very limit.\n\nAnd boy, does J.K. Simmons nails it.Chazelle has done a masterful job in casting the two leads in Teller and Simmons.Their respective acts are full of purpose, full of tension and ultimately terrific.\n\nExpect some awards going in the way of \"Whiplash\" and look out for Simmons in the Oscars shortlist, that's how good he is in it.And in his own words: \"What a shame we wrapped it up in only 19 days\".It must have been really fun playing a part like Terrence Fletcher and Simmons completely sold it.\n\nAs I said, the best movies are those, that reach out to the most diverse and wide spectrum of audiences, not those, who can connect to a massive number of people, who are representatives of only one specific audience type.And Chazelle has achieved just that with \"Whiplash\" - a precise, tension-building film, full of beautifully staged pieces and above all else, a love towards music and the challenges it often represents if you want to get to the very top.\n\nThe film ended in a big round of applause from the packed theater and I am sure that will be the case a long time from now!\n\nMy grade: 9/10",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"9"
    }
  },
  "duration":"PT1H46M",
  "trailer":{
    "@type":"VideoObject",
    "name":"Trailer #2",
    "embedUrl":"/video/imdb/vi4006456345",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BMjMxNzAzMjY0NF5BMl5BanBnXkFtZTgwOTE4NTgyMjE@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BMjMxNzAzMjY0NF5BMl5BanBnXkFtZTgwOTE4NTgyMjE@._V1_.jpg",
    "description":"Andrew Neyman is an ambitious young jazz drummer, single-minded in his pursuit to rise to the top of his elite east coast music conservatory. Plagued by the failed writing career of his father, Andrew hungers day and night to become one of the greats. Terence Fletcher, an instructor equally known for his teaching talents as for his terrifying methods, leads the top jazz ensemble in the school. Fletcher discovers Andrew and transfers the aspiring drummer into his band, forever changing the young man's life. Andrew's passion to achieve perfection quickly spirals into obsession, as his ruthless teacher continues to push him to the brink of both his ability -- and his sanity.",
    "uploadDate":"2014-07-25T12:11:08Z"
  }
}