{
  "id":"  http://www.imdb.com/title/tt3315342/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt3315342/",
  "name":"Logan",
  "image":"https://m.media-amazon.com/images/M/MV5BYzc5MTU4N2EtYTkyMi00NjdhLTg3NWEtMTY4OTEyMzJhZTAzXkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_.jpg",
  "genre":[
    "Action",
    "Drama",
    "Sci-Fi",
    "Thriller"
  ],
  "contentRating":"R",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0413168/",
      "name":"Hugh Jackman"
    },
    {
      "@type":"Person",
      "url":"/name/nm0001772/",
      "name":"Patrick Stewart"
    },
    {
      "@type":"Person",
      "url":"/name/nm6748436/",
      "name":"Dafne Keen"
    },
    {
      "@type":"Person",
      "url":"/name/nm2933542/",
      "name":"Boyd Holbrook"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm0003506/",
    "name":"James Mangold"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm0003506/",
      "name":"James Mangold"
    },
    {
      "@type":"Person",
      "url":"/name/nm0291082/",
      "name":"Scott Frank"
    },
    {
      "@type":"Person",
      "url":"/name/nm0003506/",
      "name":"James Mangold"
    },
    {
      "@type":"Person",
      "url":"/name/nm0338169/",
      "name":"Michael Green"
    },
    {
      "@type":"Person",
      "url":"/name/nm0739661/",
      "name":"John Romita Sr."
    },
    {
      "@type":"Person",
      "url":"/name/nm0859471/",
      "name":"Roy Thomas"
    },
    {
      "@type":"Person",
      "url":"/name/nm0918083/",
      "name":"Len Wein"
    },
    {
      "@type":"Person",
      "url":"/name/nm1079460/",
      "name":"Herb Trimpe"
    },
    {
      "@type":"Person",
      "url":"/name/nm2092839/",
      "name":"Mark Millar"
    },
    {
      "@type":"Person",
      "url":"/name/nm4022192/",
      "name":"Steven McNiven"
    },
    {
      "@type":"Organization",
      "url":"/company/co0000756/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0047120/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0420822/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0566686/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0381873/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0001946/"
    }
  ],
  "description":"Logan is a movie starring Hugh Jackman, Patrick Stewart, and Dafne Keen. In a future where mutants are nearly extinct, an elderly and weary Logan leads a quiet life. But when Laura, a mutant child pursued by scientists, comes to him...",
  "datePublished":"2017-02-28",
  "keywords":"marvel comics,x men,superhero,mutant,north dakota",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":610657,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.1"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt3315342/"
    },
    "author":{
      "@type":"Person",
      "name":"vlad-08647"
    },
    "dateCreated":"2020-01-14",
    "inLanguage":"English",
    "name":"Logan - First Non-Superhero Movie Featuring a Superhero.",
    "reviewBody":"Logan unlike most movies featuring superheroes and villains; unlike movies from Marvel Studios, Logan takes itself seriously and at every moment, with perhaps one of the most serious tone not just among superhero movies, but cinematography in general. Logan tells a gripping, yet depressing tale about the fall of the X-Men and Logan's attempt to adjust to the world around him. The movie does not glorify superheroes, but in fact portrays the world as it is; grim, evil and oppressing. Whereas most superhero movies contain the general, hero's journey plot, with a more positive tone (sometimes to the point of absurdity), Logan disregards the common tropes, breaking most of the rules common to superhero movies, and it does so with great success. Truthfully, Logan cannot and shall not be deemed as \"a superhero movie\", as the focus of it lies not in the superpowers of the main character or the collaboration between characters in flashy costumes and red capes (yes, The Avengers, I'm taking about you) to achieve a common goal of defeating the typical bad guy. Instead, focus lies in such aspects as visual storytelling, strong character development and realistic relationships, as well as realistic portrayal of the world. In a few words, without spoiling the plot, Logan is mainly about a broken man, oppressed and persecuted by the world around him and about his transformation from a broody, ruined Logan, into a respectable and caring person, showing that even the most broken of people have a bright side to them. Fortunately, that is where the lighthearted tone ends, as the movie quickly transforms into the gripping, grim tale it is. The R rating given to this movie only supports the point it is trying to make, and is not for the faintest of heart. Logan's realistic portrayal of the world we live in as well as Logan himself sets this movie apart from many movies I have seen, and especially its superhero \"competition\". There is enjoyment to be found for both dedicated fans and casual viewers, although I strongly recommend viewing every movie in the X-Men universe before viewing this, as this movie marks an end to the series (so far), at least timeline wise, as it is Hugh Jackman's very last performance as Logan, and the movie thus acts as a perfect and fitting closure for his long, developed story. While X-Men fans will enjoy the movie more, casual viewers will find it enjoyable too due to the fact that the story is self-contained and sparsely based on and related to previous films, making the story quite easy to understand and follow, without prior exposure to the X-Men universe. Overall, this is a great movie about a realistic depiction of the world around us and how even the most broken people can redeem themselves. This movie gets 8 out of 10 starts from me, which places it in the 250 best movies of all time, and that is an achievement to be proud of. It does not get higher rating because although however great it is, it isn't the greatest movie of all time and cannot and shall not be compared to the likes of The Godfather or The Shawshank Redemption, arguably two of the best movies of all time. Either way, 8 stars is an appropriate rating for this movie and I strongly recommend it to both hardcore fans and casual viewers.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"8"
    }
  },
  "duration":"PT2H17M",
  "trailer":{
    "@type":"VideoObject",
    "name":"Super Bowl Spot",
    "embedUrl":"/video/imdb/vi1946727961",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BNzU3NmY1NTktOTY5NC00NzY0LTk1YzUtYzBmYWFhNDhiMDM2XkEyXkFqcGdeQW1yb3NzZXI@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BNzU3NmY1NTktOTY5NC00NzY0LTk1YzUtYzBmYWFhNDhiMDM2XkEyXkFqcGdeQW1yb3NzZXI@._V1_.jpg",
    "description":"Watch the Super Bowl Spot for 'Logan.'",
    "uploadDate":"2017-02-06T08:39:35Z"
  }
}