{
  "id":"  http://www.imdb.com/title/tt5027774/",
  "@context":"http://schema.org",
  "@type":"Movie",
  "url":"/title/tt5027774/",
  "name":"Three Billboards Outside Ebbing, Missouri",
  "image":"https://m.media-amazon.com/images/M/MV5BMjI0ODcxNzM1N15BMl5BanBnXkFtZTgwMzIwMTEwNDI@._V1_.jpg",
  "genre":[
    "Comedy",
    "Crime",
    "Drama"
  ],
  "contentRating":"R",
  "actor":[
    {
      "@type":"Person",
      "url":"/name/nm0000531/",
      "name":"Frances McDormand"
    },
    {
      "@type":"Person",
      "url":"/name/nm0000437/",
      "name":"Woody Harrelson"
    },
    {
      "@type":"Person",
      "url":"/name/nm0005377/",
      "name":"Sam Rockwell"
    },
    {
      "@type":"Person",
      "url":"/name/nm2655177/",
      "name":"Caleb Landry Jones"
    }
  ],
  "director":{
    "@type":"Person",
    "url":"/name/nm1732981/",
    "name":"Martin McDonagh"
  },
  "creator":[
    {
      "@type":"Person",
      "url":"/name/nm1732981/",
      "name":"Martin McDonagh"
    },
    {
      "@type":"Organization",
      "url":"/company/co0010002/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0476818/"
    },
    {
      "@type":"Organization",
      "url":"/company/co0028932/"
    }
  ],
  "description":"Three Billboards Outside Ebbing, Missouri is a movie starring Frances McDormand, Woody Harrelson, and Sam Rockwell. A mother personally challenges the local authorities to solve her daughter's murder when they fail to catch the...",
  "datePublished":"2017-12-01",
  "keywords":"police brutality,billboard,black comedy,ambiguous ending,thrown through a window",
  "aggregateRating":{
    "@type":"AggregateRating",
    "ratingCount":394063,
    "bestRating":"10.0",
    "worstRating":"1.0",
    "ratingValue":"8.2"
  },
  "review":{
    "@type":"Review",
    "itemReviewed":{
      "@type":"CreativeWork",
      "url":"/title/tt5027774/"
    },
    "author":{
      "@type":"Person",
      "name":"Semisonic"
    },
    "dateCreated":"2018-02-17",
    "inLanguage":"English",
    "name":"Anger, what it begets, and what to do about it",
    "reviewBody":"When you think about great cinema, you often imagine some grandiose epic setting which all that greatness builds upon. The likes of Gone With the Wind or Godfather or The Shawshank Redemption, such films span through decades or cover the major historic events.\n\nBut a great story isn't necessary grand on the outside. Three Billboards Outside Ebbing, Missouri is like a tiny rabbit hole size of those three wooden screens, but stick a head in - and you'll see a huge empty space laid with people's sorrow, guilt and regret. And that emptiness sucks you in and leaves no way to stay untouched.\n\nBut there's also hope. Hope for justice. Hope for retribution. And maybe even hope that it's still not too late to change something, or to change yourself. That nothing is absolutely black and white. That even in the darkest moments of our lives there's some room for a sense of humor, maybe a sad and bitter one but still one worth a warm smile.\n\nThis world is a crooked place, where crime often goes unpunished. And Peter Dinklage's small role in this film, as a reference to another not so pretty world where the \"happily ever after\" way doesn't quite exist, is a stinging reminder of that. TBOEM does not, however, try to pull the magic sword out of the stone and go crush the wicked and protect the righteous. Instead, it shows that sometimes, crumbling under the weight of the evil things that fall on us, we lose our own limits and become those who sow evil ourselves. Anger does beget even more anger.\n\nAnd maybe the reason that makes America great indeed is that, with all the messed up stuff happening without and within, it's in your culture to value forgiveness, something Christianity teaches everyone but not everyone tends to listen. To suffer without guilt, yet to offer a helping hand to your offender when he's down and wounded. To break the circle of evil and help each other wake that yearning for decency that everyone has inside them, albeit dormant sometimes. Forgiveness is tough, and, just like revenge, it doesn't bring back the things - or people - we've lost. But at least it helps to hold onto what could still be here.\n\nYeah, it's just a movie, and most people aren't as deep and philosophical as the movie characters can afford to be. But if some unrealistic complexity (and sometimes even wisdom) of the simple people could make some real regular people on the other side of the screen stop and think over their own real regular ways, maybe that's exactly what we need from time to time. Because life is still here, and so are the multiple choices it gives, And which road to choose today, we can still decide along the way.",
    "reviewRating":{
      "@type":"Rating",
      "worstRating":"1",
      "bestRating":"10",
      "ratingValue":"9"
    }
  },
  "duration":"PT1H55M",
  "trailer":{
    "@type":"VideoObject",
    "name":"Now Playing",
    "embedUrl":"/video/imdb/vi3585980441",
    "thumbnail":{
      "@type":"ImageObject",
      "contentUrl":"https://m.media-amazon.com/images/M/MV5BOTUxMzJjNDEtNzI3MS00OWFkLTliZjYtYjc3ZTZiMDc2YWZhXkEyXkFqcGdeQXVyNzQ0MDUyMzg@._V1_.jpg"
    },
    "thumbnailUrl":"https://m.media-amazon.com/images/M/MV5BOTUxMzJjNDEtNzI3MS00OWFkLTliZjYtYjc3ZTZiMDc2YWZhXkEyXkFqcGdeQXVyNzQ0MDUyMzg@._V1_.jpg",
    "description":"In this darkly comic drama, a mother personally challenges the local authorities to solve her daughter's murder, when they fail to catch the culprit.",
    "uploadDate":"2017-11-20T23:46:09Z"
  }
}