{
  "id":"http://www.lanacion.com.ar/2351993",
  "@context":"http://schema.org",
  "@type":"NewsArticle",
  "headline":"Coronavirus: no es una guerra, &#191;pero qu&#233; es?",
  "url":"https://www.lanacion.com.ar/opinion/coronavirus-no-es-guerra-pero-que-es-nid2351993",
  "thumbnailUrl":"https://bucket2.glanacion.com/anexos/fotos/04/2782004w960.jpg",
  "image":{
    "@context":"http://schema.org",
    "@type":"ImageObject",
    "url":"https://bucket2.glanacion.com/anexos/fotos/04/2782004w960.jpg",
    "height":540,
    "width":960
  },
  "dateCreated":"08/04/2020 12:50:00 a.m.",
  "datePublished":"08/04/2020 12:50:00 a.m.",
  "dateModified":"08/04/2020 04:02:28",
  "mainEntityOfPage":"https://www.lanacion.com.ar/opinion",
  "articleSection":"Opinión",
  "author":[
    "Pablo Mendelevich"
  ],
  "creator":[
    "Pablo Mendelevich"
  ],
  "keywords":[
    "Coronavirus"
  ],
  "publisher":{
    "@type":"Organization",
    "name":"LA NACION",
    "url":"https://www.lanacion.com.ar/",
    "logo":{
      "@context":"http://schema.org",
      "@type":"ImageObject",
      "url":"https://static.lanacion.com.ar/v1/ln/imgs/layout/logos/logo-ln-amp.png",
      "height":41,
      "width":391
    }
  },
  "articleBody":"\n¿Quién es el enemigo? ¿El coronavirus? ¿Una molécula de proteína microscópica cubierta por una capa de lípidos que ni siquiera es un organismo vivo? Declararle la guerra a este enemigo aparentemente incorpóreo puede entusiasmar a políticos proclives a juntar terminología bélica con grandes epopeyas, pero expertos en comunicación hicieron notar que las apelaciones a los comportamientos socialmente solidarios que se pretenden maridan mal con la guerra clásica. Tampoco la consigna central de quedarse en casa induce a la figura de que afuera hay un enemigo por vencer. Eso sin contar con que cuando los líderes advierten por televisión, algo difícil de ver cualquier otro año, que de lo que se trata es de aminorar daños, que mueran menos personas, que la economía no acabe en cenizas, está claro que no hay delante ninguna guerra para ganar. Por suerte todavía no se le ocurrió a nadie usar la metáfora de la victoria pírrica, es decir, que ninguno de los dos se impondrá de manera abrumadora, por más que tiente echar mano de ella.\n¿Victoria? ¿Guerra? ¿Estamos ganando? ¿Perdió Italia? ¿Estados Unidos está siendo derrotado? ¿Ya triunfó China? El problema de toda peste, una catástrofe prolongada, imprevista, lacerante, una calamidad de la que ya se dijo con acierto que expone lo mejor y lo peor de la condición humana, es que todo suena un poco posible pero nada termina de ser cierto. ¿Cómo animar, entonces, a las multitudes a sostener el temple colectivo y a disciplinar los comportamientos individuales en pos de achicar daños, lo único que permite la falta de vacuna? Junto con las células a las que les cambia el código genético, el virus infecta, lo estamos viendo, a la democracia, envalentona a que ahora corten rutas gobernadores e intendentes entrampados en el falso dilema de salvar vidas o sostener la economía. Les cambia los códigos a dirigentes genéticamente preparados para otra cosa, como si a un boxeador entrenado se lo hiciera pelear contra una holografía letal cuyos mejores golpes nadie consigue descifrar.\nClaro que hay resonancias del pasado en esas imágenes de la policía interceptando y pidiendo documentos a todo lo que se mueve, en los consorcios que por la mañana aprietan al médico del departamento de al lado con la parafernalia de la delación y por la noche salen al balcón a aplaudir orgullosos a los héroes que nos cuidan desde la primera fila de combate, en esa idea central de que el otro, en vez de ser la Patria, como alguna vez almibaradamente se dijo, es un sospechoso. Todo otro, cualquier otro, aunque fuera el vecino, incluso un ser querido, que en el mejor de los casos puede ser un asintomático capaz de mandarme a terapia intensiva y en el peor, un vil infectado dispuesto a desparramar sus partículas homicidas, poco importará después si por negligente, ignorante, infame o por qué. Muchas cosas tienen una lejana música conocida de antiguos malos momentos, pero no son. Ya no hay un régimen opresor ni generales forzando una guerra que los salve, pero están sí, insinuados, los comportamientos particulares que refrescan, tal vez, el revoltijo de miserias y grandezas propio de los momentos extremos.\nPara comunicar las noticias de la pandemia, se ve, no hay recetas ideales. Sólo atenuantes, también. Entre ellos la ilusión de que el mundo será mejor el día después y el capitalismo quedará ecológicamente conmovido tras haber visto aguas cristalinas en Venecia y carpinchos en las calles del Tigre y recapacitará respecto de la perniciosa especulación financiera espiralizada en favor de un sistema más humanitario, dicen. Aunque no se explayan sobre otros efectos que se puedan temer. Un auge de los nacionalismos, acaso una revisión de las democracias, quién sabe qué en las autocracias, un nuevo terrorismo, la guerra comercial que se encuentra en pausa entre China y Estados Unidos, ahora magullados ambos.\nEs difícil comunicar la pandemia sin exitismo ni derrotismo y, además, con precisión. Monopolizadas por el coronavirus, las noticias de estos tiempos parecen haber cincelado una rutina informativa perseverante. Entre los debates y reclamos sobre la duración y rigidez de la cuarentena con sus consecuencias económicas, ornamentados con la inagotable polémica sobre la utilidad de los barbijos, abundan historias de contagios, de rebeldes sin causa, de celebridades postradas, de repatriaciones truncas. Una pléyade de epidemiólogos, virólogos, infectólogos ilustra a diario acerca de lo que la ciencia ya sabe, apenas supone o todavía ignora. Cada tanto, algunos latigazos macabros, también selectos obituarios, sacuden los gráficos desde países con los que el virus se ensaña. Otros países son elevados al podio de la ejemplaridad debido a la adopción de presuntas estrategias exitosas. Por debajo de todo fluye un río continuo, sinuoso, estelar: el de las estadísticas.\nComo el formato informativo se replica en forma espontánea con variantes menores de un país a otro, las estadísticas fingen estar homologadas. Pero no lo están, porque los datos son recopilados en cada país según métodos, muestreos y rigores diversos y porque hay muchos países, como China, en los que ningún porcentaje sale sin aprobación de la autoridad política. ¿Se puede comparar, por ejemplo, el número de infectados de Argentina y Chile? En la Argentina hay apenas 200 testeos por cada millón de habitantes (son datos del infectólogo Eduardo López). Se hacen 600 testeos por día. En Chile hacen 1000 por día. Argentina tiene 44 millones de habitantes. Chile, 18. ¿Entre quiénes se testea?\nNo fue el rigor de los números en esta tierra lo que hizo historia. La Argentina le brindó al mundo en la década pasada el espectáculo de la falsificación de estadísticas oficiales, maniobra pergeñada en un principio para pagarles menos intereses a los inversores que habían comprado deuda ajustada al índice de precios y que siguió puertas adentro con la simulación de que inflación se había vuelto enana o mágicamente evanescente, lo cual acarreó subestimaciones casi grotescas de las mediciones de pobreza y de indigencia. Pero, seamos justos, semejantes enchastres no fermentaron en una cultura apegada a las mediciones puntillosas (más allá del prestigio que sí tenía el Indec antes de su intervención) ni a diagnósticos separados de opiniones sino en un país donde gran parte de la dirigencia, por ejemplo, se resignó a dejar de hablar del número de desaparecidos -es decir, de la cuantificación del mayor trauma nacional- porque el desacuerdo estadístico, por contaminación emocional, devino sacrílego.\nHay campo fértil para que la estadística fría sea un accesorio adaptable, si a veces hasta la sensación térmica -se lo puede apreciar en medios audiovisuales- suplanta al dato duro de la temperatura. Hace apenas tres meses volvía a encenderse la discusión sobre la medición de la pobreza, ahora entre el Indec y el Observatorio Social de la UCA, acusado por el macrismo de politizar la administración de datos.\nNadie dice que con el coronavirus haya una manipulación intencional. En todo caso aparecen expertos que expresan reservas en forma cotidiana respecto de la cantidad de infectados verificados, en consonancia con la recomendación de la OMS de incrementar al máximo los testeos, un tema esencial para la estrategia comunicacional. Quizás sería una buena idea contextualizar los números y subrayar que su valor es local. La verdad más cruda se va a apersonar a más tardar, cree el gobierno, en mayo.\nNo habrá vencedores ni vencidos porque no es una guerra. Es un desafío mayúsculo que tiene una meta tan importante como poco glamorosa, achicar el daño."
}