{
  "id":"http://www.lanacion.com.ar/2351912",
  "@context":"http://schema.org",
  "@type":"NewsArticle",
  "headline":"Isabel Allende: Este es el tiempo de los h&#233;roes y los villanos",
  "url":"https://www.lanacion.com.ar/el-mundo/isabel-allende-este-es-el-tiempo-de-los-heroes-y-los-villanos-nid2351912",
  "thumbnailUrl":"https://bucket1.glanacion.com/anexos/fotos/92/3230492w960.jpg",
  "image":{
    "@context":"http://schema.org",
    "@type":"ImageObject",
    "url":"https://bucket1.glanacion.com/anexos/fotos/92/3230492w960.jpg",
    "height":540,
    "width":960
  },
  "dateCreated":"08/04/2020 12:00:00 a.m.",
  "datePublished":"08/04/2020 12:00:00 a.m.",
  "dateModified":"08/04/2020 02:03:29",
  "mainEntityOfPage":"https://www.lanacion.com.ar/el-mundo",
  "articleSection":"El-Mundo",
  "author":[
    "Hugo Alconada Mon"
  ],
  "creator":[
    "Hugo Alconada Mon"
  ],
  "keywords":[
    "Actualidad",
    "GDA",
    "Coronavirus"
  ],
  "publisher":{
    "@type":"Organization",
    "name":"LA NACION",
    "url":"https://www.lanacion.com.ar/",
    "logo":{
      "@context":"http://schema.org",
      "@type":"ImageObject",
      "url":"https://static.lanacion.com.ar/v1/ln/imgs/layout/logos/logo-ln-amp.png",
      "height":41,
      "width":391
    }
  },
  "articleBody":"\nOptimista y práctica, Isabel Allende cree que algo bueno puede salir de la epidemia que sacude al mundo. Pero anticipa, también, que es probable que ella no viva para contarlo si se infecta con el virus Covid-19. 'He vivido suficiente', dice. A los 77 años y ante lo que define como una 'situación extrema', la escritora chilena no pierde tiempo, reformula sus planes y sugiere que replanteemos los nuestros.\n'¿Qué mundo deseamos para nuestros hijos y nietos? Creo que una civilización basada en la codicia, la violencia y la desigualdad es insostenible. Esta es una oportunidad única de ajustar los valores', plantea Allende a LA NACION desde su casa en California, Estados Unidos, el país con más contagios confirmados por el coronavirus, un país que preside su detestado Donald Trump.\nLa autora de La casa de los espíritus y decenas de libros más prefiere, sin embargo, no destinarle más que unas palabras a Trump. Prefiere poner la epidemia del coronavirus en perspectiva. 'En mi larga vida he visto que la humanidad a veces parece retroceder, pero la curva es de progreso. Evolucionamos, no estamos en la Edad Media', dice. 'Tenemos menos pobreza, más información, educación, tecnología, salud, expectativa de vida y conciencia global; podemos avanzar más rápido y mejor. Nuestros sistemas políticos y económicos han caducado'.\nEn su cuenta de Instagram dejó trazos de su mirada sobre los efectos, luminosos y oscuros, de la pandemia global. 'En esta emergencia del virus se prueban los países y las personas, sobre todo se prueban los gobiernos y los sistemas políticos y económicos -escribió el 26 de marzo-. Lo peor y lo mejor de cada uno de nosotros se manifiesta al desnudo. Mientras en Italia abren las ventanas para cantar a voz en cuello y darse ánimo, en otras partes hay quienes acaparan productos esenciales y compran armas'.\nAhora, en diálogo con LA NACION quiere martillar sobre ese punto, con un toque de su estilo. 'En situaciones extremas lo mejor y lo peor de nosotros se manifiesta', remarca. 'Este es el tiempo de los héroes y los villanos'.\n-¿Se imaginó alguna vez como escritora pasar por lo que estamos pasando estos días?\n-Entre los 15 y 25 años leí mucha ciencia ficción. Al imaginar el futuro, los autores generalmente describían vida humana en otros planetas y una distopía de pesadilla en la Tierra. La civilización que conocemos iba a dar lugar a un planeta destruido y tribus salvajes devorándose unas a otras, como en La carretera, la pavorosa novela de Cormac McCarthy. Pero a pesar de esas lecturas nunca imaginé en serio que de repente el mundo iba a detenerse, como está ocurriendo.\n-En otro posteo del 18 de marzo, usted aludió a esta 'remezón mundial' y planteó que 'nos da la oportunidad de reexaminar prioridades tanto individual como colectivamente'. ¿Qué prioridades considera usted que debiéramos reexaminar como sociedad?\n-La pregunta que todos debemos hacernos ahora: ¿qué mundo deseamos para nuestros hijos y nietos? Creo que una civilización basada en la codicia, la violencia y la desigualdad es insostenible. Esta es una oportunidad única de ajustar los valores.\n-Su comentario me recuerda que al recibir el Premio Internacional Barcino de Novela Histórica, usted reflexionó sobre el racismo, la violencia y la pobreza, y planteó que 'vivimos tiempos de oscuridad'. ¡Y lo dijo antes de que se desatara esta pandemia! ¿Es optimista con estos tiempos que vivimos?\n-Soy siempre optimista, porque en mi larga vida he visto que la humanidad a veces parece retroceder, pero la curva es de progreso. Evolucionamos, no estamos en la Edad Media. No es cierto que todo tiempo pasado fue mejor. En la actualidad tenemos menos pobreza, más información, educación, tecnología, salud, expectativa de vida y conciencia global, podemos avanzar más rápido y mejor. Nuestros sistemas políticos y económicos han caducado.\n-Déjeme ir más allá. Mirando hacia adelante, ¿cree que esta pandemia puede provocar cambios permanentes, sea a nivel de nuestra interacción social cotidiana o incluso a nivel de las naciones?\n-Es una buena oportunidad de hacer cambios positivos, como ha ocurrido antes, cuando la humanidad ha debido levantarse después de un cataclismo, como fueron las guerras mundiales, las plagas, las dramáticas revoluciones y mucho más. Pero también es cierto que tenemos mala memoria y es posible que esta lección de la pandemia sea fácilmente olvidada. Espero que esta experiencia colectiva y global nos una más.\n-Me imagino que las decisiones que adoptó el presidente Donald Trump ante el avance del virus no le han caído muy simpáticas.\n-Nada de lo que hace Donald Trump me cae bien.\n-Habiendo sido usted misma una refugiada y habiendo escrito tres novelas consecutivas sobre refugiados, ¿teme que esta pandemia pueda exacerbar sentimientos xenófobos o aislacionistas? ¿O que reforzará la decisión de trabajar juntos para encontrar soluciones globales?\n-No puedo predecir qué irá a ocurrir, pero a menos que haya un esfuerzo coordinado de los medios de difusión, las autoridades y la gente buena -¡que es mucha!-, el odio y el miedo pueden exacerbarse. En situaciones extremas lo mejor y lo peor de nosotros se manifiesta. Este es el tiempo de los héroes y los villanos.\n-Permítame darle un giro a nuestra entrevista. Dada la epidemia, acaso su agenda se haya modificado o reducido, con viajes suspendidos, reuniones y conferencias cancelados. ¿Cómo aprovecha su tiempo 'libre'? ¿Escribe aún más? ¿Lee? ¿Qué leyó anoche, por ejemplo?\n-Se terminaron las giras de libros, conferencias, festivales literarios... ¡Qué alivio! Cuando termine la pandemia no volveré a hacer nada de eso, que me quitaba tiempo y energía. Estoy escribiendo, pero no más que antes, porque Roger [Cukras], mi tercer marido, está presente todo el día. Nuestra casa es pequeña, tiene un solo dormitorio, Roger se traga todo el oxígeno y es desordenado, además tenemos dos perras. Pero hasta ahora nos llevamos muy bien...\n-'La edad, por sí sola, no hace a nadie mejor ni más sabio, solo acentúa lo que cada uno ha sido siempre', dijo usted alguna vez. En su caso, con 77 años, ¿qué acentuó? No me diga que sus sueños con Antonio Banderas.\n-Se ha acentuado el sentido de libertad, que siempre tuve. Ha aumentado mi pasión por las causas que me han sostenido a lo largo de la vida: la justicia social y el feminismo. En cuanto a mi pasión romántica sigue más o menos igual, pero ya no por Banderas, sino por Roger. Supongo que nunca fui miedosa, pero con la edad me he puesto casi valiente. Con decir que esta pandemia no me ha quitado el sueño para nada. Estoy en la edad más vulnerable y si me ataca el virus seguro que me despachará rápidamente, pero eso no me asusta. He vivido suficiente.\n-Dado que tanto en la Argentina como en tantos otros países estamos pasando una temporada obligada en nuestras casas, ¿qué libro o serie o película recomienda a sus lectores para estos días y noches? ¿Qué lee usted ahora, por ejemplo?\n-Estoy leyendo las novelas que tenía apiladas en mi escritorio y no había tenido tiempo de ver, casi todas en inglés. Estamos viendo Masterpiece Theater [por el programa de televisión semanal de antología dramática], y otras series inglesas estupendas como Elizabeth I, Victoria y Poldark, entre otras. También hacemos visitas virtuales a museos. Vemos documentales, obras de teatro y ópera en internet. Pero no todo es frente a una pantalla, como todavía se puede salir a caminar (recuerde que vivo en California), sacamos a pasear a las perras dos veces al día, con las precauciones necesarias.\nA los 77 años, Isabel Allende es la escritora viva más leída del mundo en español, con más de 74 millones de libros vendidos desde que en 1982 publicó su primera novela: La casa de los espíritus\nNacida en Perú en 1942, ciudadana chilena y residente en Estados Unidos desde 1988, Allende escribió 24 libros, recibió más de 60 premios y 15 doctorados internacionales, y varias de sus obras fueron adaptadas al cine, teatro y radio\nCrítica acérrima Donald Trump, Allende creó en 1996 una fundación con su nombre que apoya a mujeres y niñas en el mundo."
}