{
  "id":"http://www.lanacion.com.ar/2351948",
  "@context":"http://schema.org",
  "@type":"NewsArticle",
  "headline":"Chats de madres y padres: &#191;una ayuda en la crisis o una dosis extra de ansiedad?",
  "url":"https://www.lanacion.com.ar/sociedad/coronavirus-argentina-los-chats-madres-padres-una-nid2351948",
  "thumbnailUrl":"https://bucket2.glanacion.com/anexos/fotos/75/3232775w960.jpg",
  "image":{
    "@context":"http://schema.org",
    "@type":"ImageObject",
    "url":"https://bucket2.glanacion.com/anexos/fotos/75/3232775w960.jpg",
    "height":540,
    "width":960
  },
  "dateCreated":"10/04/2020 04:27:00 p.m.",
  "datePublished":"10/04/2020 04:27:00 p.m.",
  "dateModified":"10/04/2020 16:27:10",
  "mainEntityOfPage":"https://www.lanacion.com.ar/sociedad",
  "articleSection":"Sociedad",
  "author":[
    "María Paula Etcheberry"
  ],
  "creator":[
    "María Paula Etcheberry"
  ],
  "keywords":[
    "Educación",
    "Sociedad",
    "Hijos",
    "Familias",
    "Coronavirus",
    "Coronavirus en la Argentina"
  ],
  "publisher":{
    "@type":"Organization",
    "name":"LA NACION",
    "url":"https://www.lanacion.com.ar/",
    "logo":{
      "@context":"http://schema.org",
      "@type":"ImageObject",
      "url":"https://static.lanacion.com.ar/v1/ln/imgs/layout/logos/logo-ln-amp.png",
      "height":41,
      "width":391
    }
  },
  "articleBody":"\nEn medio del aislamiento obligatorio, los chats de madres y padres se convirtieron en un refugio donde apoyarse mutuamente. Incluso adquirieron nuevas funciones, como la de ser un medio de difusión de emprendimientos propios y ajenos, ante el freno en la actividad económica por la pandemia del coronavirus . Aunque, como todo, necesitan de un equilibrio: los especialistas advierten que pueden resultar abrumadores por la multiplicación de mensajes.\n'Todo el mundo está tratando de darle una mano al conocido independiente que tiene un negocio y ahora no lo tiene abierto porque no puede salir a trabajar. Hoy pasaron el contacto de una persona que alquila bicicletas fijas para entrenar. También ofrecieron huevos de Pascua', cuenta Carolina. Ella es madre de dos chicos que cursan tercer y séptimo grados en una escuela primaria en el barrio porteño de Villa Urquiza. 'Esto antes casi no se daba. Suelen ser emprendimientos de parientes o amigos del propio chat', agregó.\n\n\nA Fernanda, de 47 años, le pasó lo mismo. 'Están apareciendo avisos en el grupo, como uno de un delivery de cerveza, o de un cotillón que te provee los artículos necesarios para hacer huevos de pascuas', relata esta madre de cuatro hijos que van a un jardín de infantes y una escuela primaria de Caballito. Ingrid, de 34 años, fue incluso más lejos y publicó su propio aviso. 'Los chats son un vehículo para venderle a la gente. Yo publiqué un aviso de venta de quesos y una persona del grupo me preguntó por eso', afirma. Sus hijos de 3 y 12 años van a un colegio en el límite entre Belgrano y Villa Urquiza.\n\n\n'El silencio no significa desinterés. El chat siempre funcionó como medio de ayuda y sigue funcionando de esa manera. Al principio de la cuarentena, el colegio empezó a mandar mails sobre la suspensión de clases y la entrega de viandas a los chicos que las necesitan. Como no a todos les llegaban los mails, yo se los pasaba a los otros padres por WhatsApp', explica Fabián, padre de una hija que asiste al último año de secundaria de una escuela pública de la ciudad de Buenos Aires.\nLos especialistas señalan que los grupos han comenzado a funcionar como bolsas de trabajo debido a la crisis imperante. 'En momentos de crisis suelen activarse los sistemas colaborativos grupales y estos chats son un ejemplo de ello', apunta la psicóloga Fernanda Rivas, especialista en niños y adolescentes e integrante del Departamento de Pareja y Familia de la Asociación Psicoanalítica Argentina (APA).\nLos grupos de madres y padres también sirven para ayudarse mutuamente a la hora de acceder a las tareas virtuales que reciben sus hijos, a veces en grandes cantidades. Algunos, como Laura, ayuda al resto. 'Yo armé un Drive y ahí voy subiendo todas las actividades que los profesores mandan. Llamé varias veces a un par de madres que hacen preguntas en el grupo porque no entienden algo de la plataforma. Lo agradecen un montón', valora. Ella es madre de una hija de 6 años.\nOtros se dejan ayudar. 'El grupo está sirviendo mucho como catarsis, porque hay que estar todo el día en casa encerrados con los chicos, y encima con las tareas. Está sirviendo como un auxilio virtual', agrega Carolina.\n\n\nLa contención emocional, hacer catarsis y compartir información vinculada a la situación sanitaria es otra de las funciones de los chats. Es el caso de Marisa, cuyo hijo, Nicolás, asiste a una escuela especial porque nació con hidrocefalia y luego sufrió parálisis cerebral. 'Se arma una red de contención. Nuestros chicos son más vulnerables frente a lo que está pasando, así que el chat sirve para contener los miedos que se nos movilizan. También para intercambiar datos. Por ejemplo, sobre si ya llegó la vacuna de la gripe', expresa.\n'La actividad en el grupo fue creciendo muchísimo. A veces es excesivo, no hay un filtro. Tiene que haber conciencia de que es un grupo de ayuda y cuánto más eficiente sea, mejor', propone Mauro, padre de un chico de 11 años que va a un colegio en la zona norte del Gran Buenos Aires. Entre los cambios que observó a partir de la cuarentena, destaca que en el grupo se habla más sobre salud y meditación. 'Hay más mensajes de lo habitual sobre temas de concientización del virus, de salud, o también videos de autoayuda y meditación', dijo.\n\n\nLos chats funcionan casi como grupos de autoayuda. 'Hay un alto nivel de empatía y solidaridad. Todos funcionan pensando en que lo que le pasa al otro podría pasarle a mi hijo o a mí. Son grupos que funcionan en espejo. Si se aporta algo no necesariamente se pide algo a cambio. Se hace muy patente el espíritu colaborativo', sostiene Rivas.\nAdemás, sirven como un reemplazo temporal del contacto cara a cara, suspendido por la cuarentena. 'En momentos así, todas las vías que sirvan para entrar en contacto con otros funcionan como sustituto de ese lazo social y encuentro personal que no podemos tener', pondera Jorge Catelli, investigador y profesor de psicología en la Universidad de Buenos Aires (UBA) y miembro titular en función didáctica de la APA.\n\n\nLa contracara de la contención, el auxilio mutuo y el apoyo es que a veces los grupos resultan abrumadores por su excesiva cantidad de mensajes. Es el caso de Inés, madre de cuatro hijos que van a la primaria y al jardín de infantes en un colegio de la zona norte del conurbano. 'En una hora tenía 169 mensajes. Son cuatro grupos de chat. Todo se pregunta por triplicado', ejemplifica.\n\n\n'Al grupo lo silencio. Hay cosas que me resultan excesivas. Preguntar 50 veces lo mismo. Leo el primer comentario y si es urgente contesto y ayudo', simplifica Marisa. 'Desde que todo esto empezó, los chats están como estallados', observa Fernanda, en referencia a la cantidad de mensajes que recibe.\n'Los grupos pueden ser una enorme ventaja por la capacidad de contención de ansiedades y miedos. Pero si desborda la cantidad de angustia o de demanda hacia los otros empieza a transformarse en un grupo que es un plomazo, que agobia, que genera una sensación de pesadez muy grande', concluye Catelli."
}