{
  "id":"http://www.lanacion.com.ar/2351990",
  "@context":"http://schema.org",
  "@type":"NewsArticle",
  "headline":"Coronavirus hoy en la Argentina y el mundo: minuto a minuto y las novedades del 7 de abril",
  "url":"https://www.lanacion.com.ar/sociedad/coronavirus-hoy-en-la-argentina-y-el-mundo-minuto-a-minuto-y-las-novedades-del-7-de-abril-nid2351990",
  "thumbnailUrl":"https://bucket2.glanacion.com/anexos/fotos/93/3220693w960.jpg",
  "image":{
    "@context":"http://schema.org",
    "@type":"ImageObject",
    "url":"https://bucket2.glanacion.com/anexos/fotos/93/3220693w960.jpg",
    "height":540,
    "width":960
  },
  "dateCreated":"08/04/2020 02:39:00 a.m.",
  "datePublished":"08/04/2020 02:39:00 a.m.",
  "dateModified":"08/04/2020 03:12:02",
  "mainEntityOfPage":"https://www.lanacion.com.ar/sociedad",
  "articleSection":"Sociedad",
  "author":[
    "Redacción LA NACION"
  ],
  "creator":[
    "Redacción LA NACION"
  ],
  "keywords":[
    "Sociedad",
    "Coronavirus",
    "Coronavirus en la Argentina",
    "Hoy"
  ],
  "publisher":{
    "@type":"Organization",
    "name":"LA NACION",
    "url":"https://www.lanacion.com.ar/",
    "logo":{
      "@context":"http://schema.org",
      "@type":"ImageObject",
      "url":"https://static.lanacion.com.ar/v1/ln/imgs/layout/logos/logo-ln-amp.png",
      "height":41,
      "width":391
    }
  },
  "articleBody":"\nLos números siguen creciendo. En todo el mundo la pandemia por coronavirus ya causó más de 1.300.000 casos desde que se conoció el primero en diciembre, en la ciudad de Wuhan, en un mercado de animales salvajes del centro de China. Pero también aumenta la esperanza. Hasta ahora se recuperaron más de 247.000 pacientes y la cantidad de muertes diarias en los países europeos más golpeados, como Italia y España, comenzó a disminuir. Los muertos sobrepasan los 75.000 y el brote ya está presente en más de 180 países, con Estados Unidos a la cabeza en número de infectados, con más de 360.000 casos. Por su parte, en América Latina, Brasil confirmó haber superado los 12.000 positivos.\nEn la Argentina, hasta el momento, se confirmaron más de 1600 contagiados y 53 fallecidos. Para evitar la propagación y una saturación del sistema sanitario, el presidente Alberto Fernández decretó el aislamiento preventivo, social y obligatorio desde el 20 marzo hasta el 12 de abril. Sin embargo, el mandatario aclaró ayer que la cuarentena seguirá vigente a partir del 13 de abril, aunque analizará qué actividades flexibilizar .\nSeguí el avance de la pandemia, minuto a minuto:\nNaciones Unidas distribuyó ocho toneladas de insumos para luchar contra la pandemia en países de América Latina y el Caribe, entre ellos Ecuador. 'Llevamos varias semanas trabajando con la Organización Panamericana de la Salud enviando equipos de protección personal para la lucha contra el coronavirus en toda América Latina y el Caribe. Llevamos 25 países y más de 40 envíos', dijo Francisco Quesada, gerente del depósito humanitario.\n\n\nHoracio Rodríguez Larreta afirmó que el aislamiento por el coronavirus 'continuará' pero aclaró que el presidente Alberto Fernández dará los detalles al respecto, y anunció que este jueves comenzará en la ciudad de Buenos Aires la vacunación antigripal de adultos mayores de 65 años en 80 centros especiales.\nEl jefe de Gobierno porteño aclaró que la vacunación está dirigida a las personas que se atienden habitualmente en hospitales públicos -ya que, dijo, los que están cubiertos por PAMI, por ejemplo, lo hacen a través de esa obra social- pero no se realizará en hospitales públicos para no abarrotarlos.\nAdemás, explicó que los 80 centros especiales se dan a conocer por el sitio buenosaires.gob.ar , el whatsapp 11-5050-0147, el número gratuito 147 y los medios de comunicación.\nLas muertes por Covid-19 aumentarán en Latinoamérica en las próximas tres a seis semanas, dijo la directora de la Organización Panamericana de la Salud (OPS), subrayando que todo dependerá del cumplimiento de las medidas para evitar los contagios y de los recursos disponibles.\n\n\nCarissa Etienne, titular de la oficina regional de la Organización Mundial de la Salud (OMS), señaló que el impacto sanitario del nuevo coronavirus no será igual en todos los países latinoamericanos, pero muchos comenzarán a ver a fines de abril y principios de mayo un mayor número de infectados y de fallecidos por la enfermedad. También vaticinó que algunos incluso verán 'abrumados' sus servicios de salud.\nTal como se publicó en el Boletín Oficial, el Gobierno resolvió incluir entre los servicios 'esenciales' que se mantienen durante el aislamiento social a la 'actividad notarial', para los casos en que esté 'limitada exclusivamente a posibilitar el cumplimiento de las actividades y servicios' que establece esa normativa u otra que pudiera en el futuro ampliar el listado de las cuestiones consideradas esenciales.\nEl Poder Ejecutivo tomó esta decisión debido a que 'la realidad de la implementación del aislamiento social, preventivo y obligatorio ha demostrado la necesidad de incorporar otras actividades y servicios con carácter de esenciales con el fin de mitigar los efectos ocasionados por las medidas adoptadas'.\nEl gobierno de Uruguay analiza la posibilidad de disponer la reanudación de las clases a partr del 20 de este mes en aquellas localidades donde no se hayan registrado contagios de coronavirus y con monitoreo diario de la situación de la evolución de esa enfermedad, informaron fuentes oficiales.\nEn una reunión que el presidente Luis Lacalle Pou mantuvo con el ministro de Educación, Pablo Da Silveira, y el presidente de la ANEP, Robert Silva, se analizaron diversas alternativas para la eventual vuelta a clases, que en la mayoría de los casos podría ser a distancia y no presencial.\nSeis personas murieron y 87 fueron diagnosticadas en las últimas 24 horas con coronavirus en la Argentina, con lo que ascienden a 60 las víctimas fatales y 1.715 los infectados desde el inicio de la pandemia, informó hoy el Ministerio de Salud de la Nación en su reporte vespertino.\nLa cartera sanitaria detalló que murieron seis hombres, tres de ellos residentes en la provincia de Buenos Aires, de 66, 51 y 82 años; otros dos residentes en la ciudad de Buenos Aires (CABA), de 80 y 68 años; y otro de 44 años residente en la provincia de Mendoza. Al momento la cantidad de personas fallecidas es 60.\n\n\nAdemás, un total de 6.773 personas fueron detenidas o demoradas por incumplir el aislamiento preventivo, social y obligatorio en la Ciudad entre el 20 de marzo y las 16 de hoy, informaron fuentes del Ministerio de Seguridad porteño.\n\n\nEl Gobierno resolvió que el Estado 'no podrá en ningún caso abonar montos superiores a los precios máximos' fijados por la Secretaría de Comercio Interior en los procesos de compra que se realicen para atender la emergencia sanitaria por Covid-19. La decisión fue adoptada en una Resolución dictada por la jefatura de Gabinete de Ministros con la firma de su titular, Santiago Cafiero; y del ministro de Desarrollo Productivo, Matías Kulfas.\nDonald Trump amenazó con suspender la contribución del país a la Organización Mundial de la Salud, acusando al organismo de mal manejo de la pandemia del coronavirus y una actitud sesgada hacia Pekín. El presidente de Estados Unidos dijo a periodistas que iba a 'poner una suspensión muy poderosa' de los fondos para la OMS, el organismo de la ONU cuya mayor fuente de financiación es Estados Unidos.\n\n\nEl mandatario no dio detalles sobre cuánto dinero se retendría y, durante la misma conferencia de prensa, aclaró: 'No digo que vaya a hacerlo, pero vamos a examinar esta posibilidad'.\nTrump sostuvo, además, que el país podría estar llegando a la cima de la 'curva' del brote, al tiempo que mostró su deseo de reabrir pronto la mayor economía del mundo.\nSumado a esto, el presidente de Estados Unidos despidió al inspector general interino del Departamento de Defensa, Glenn Fine: el hombre encargado de dirigir el Comité de Respuesta ante la pandemia, el cuerpo federal encargado de supervisar la distribución del plan de estímulo de 2 billones de dólares.\n\n\nLa ministra de Seguridad, Sabina Frederic, insistió en que 'las provincias tienen límites, pero no fronteras', al referirse a las dificultades registradas para la circulación entre jurisdicciones de camiones de carga. Además, reiteró que desde su cartera se trata de 'desalentar' el cierre de los accesos a los municipios.\n'Puede haber buena voluntad y buenas intenciones de funcionarios y gobernadores que quieren protegerse (aislando sus distritos); pero trabajamos mucho para manejar estos impulsos y manejar el tema del transporte, como el de carga, para que pueda transitar', expresó la funcionaria al exponer por videoconferencia ante la comisión de Seguridad Interior de la Cámara baja.\nIntendentes bonaerenses de Juntos por el Cambio pidieron una reunión con el gobernador Axel Kicillof para analizar la situación generada en sus distritos por el coronavirus y discutir la posibilidad de articular acciones conjuntas con el Ejecutivo provincial.\n'Contamos con la necesidad de hacerle llegar nuestras preocupaciones actuales vinculadas con la emergencia de pandemia del coronavirus, ponerlo al tanto de la situación de los municipios que gobernamos y compartir posibles acciones en un trabajo articulado y cooperativo', expresan los jefes comunales. La nota lleva las firmas del intendente de Vicente López, Jorge Macri; su par de Trenque Lauquen, Miguel Fernández; y el jefe comunal de San Nicolás, Manuel Passaglia.\n\n\nEl Tribunal Oral Federal (TOF) 2 rechazó la solicitud de arresto domiciliario formulada por la defensa del maquinista detenido por la llamada tragedia de Once, Marcos Córdoba, que había sido pedida con el argumento del avance de la pandemia.\nEl maquinista que conducía la formación del Ferrocarril Sarmiento el 22 de febrero de 2012, cuando se produjo la Tragedia de Once, había solicitado ese beneficio tras invocar, además, que tiene una hija de poco más de 20 meses que vive sola con la madre.\nComo parte de los cambios que se produjeron en el sistema bancario argentino desde la aparición del coronavirus en el país, el Banco Central de la República Argentina (BCRA) decidió aumentar a $15.000 el monto mínimo de extracción diaria de efectivo en cajeros automáticos, con independencia de que se trate de clientes o no del banco en el que se realice la extracción, así como de la red que administre el cajero.\nEl embajador argentino en Francia, Mario Verón Guerra, contrajo coronavirus y está aislado en su casa. El diplomático relató que tuvo los primeros síntomas hace dos semanas y que desde entonces perdió siete kilos. También se contagiaron su esposa, una de sus hijas, cuatro funcionarios diplomáticos y dos empleados de la embajada.\nFrancia es el cuarto país con mayor cantidad de casos confirmados y de muertes por coronavirus, con más de 110.000 y de 10.300, respectivamente, hasta esta noche, según la base de datos en línea de la universidad estadounidense Johns Hopkins.\nLos bancos continuaron con la habilitación de créditos a tasas del 24% para el pago de salarios de micro, pequeñas y medianas empresas (Mipymes), en respuesta a la intensa de demanda de sus clientes ante la falta de ingresos desde que se declaró el 'aislamiento social, preventivo y obligatorio' el pasado 20 de marzo para mitigar el Covid-19.\nHasta este lunes, de acuerdo con un relevamiento de Télam entre las principales entidades financieras, los créditos en esta línea habían superado los $20.000 millones y se espera que esa cifra aumente con el paso de los días.\n\n\n\n\nEl presidente Alberto Fernández y los ministros de Interior, Eduardo 'Wado' de Pedro; y de Cultura, Tristán Bauer; recorrieron hoy las instalaciones del Centro Sanitario Tecnópolis, donde el gobierno montará un dispositivo que inicialmente tendrá 2.500 camas no hospitalarias para casos leves de Covid-19.\nEl gobierno de Bolivia decidió hoy 'encapsular' desde el próximo jueves la ciudad de Montero, que, con una veintena de casos reportados, fue considerada como uno de los focos de contagio de coronavirus en el país andino. El aislamiento implica establecer un proceso de 'movilidad cero' en esta ciudad de más de 110.000 habitantes, situada a 62 kilómetros de Santa Cruz de la Sierra.\nLa ciudad de Estados Unidos informó su día con más muertes debido a la pandemia de coronavirus, con 731 nuevos decesos en el estado, aunque el gobernador Andrew Cuomo dijo que las hospitalizaciones parecían comenzar a estabilizarse.\n\n\nEl ministro de Desarrollo Social, Daniel Arroyo, echó al funcionario que autorizó las polémicas compras de alimentos con sobreprecios en medio de la pandemia por coronavirus. Calvo, exsecretario de Seguridad de Almirante Brown, hombre cercano al intendente Mariano Cascallares, era el nexo entre los intendentes y el Ministerio de Desarrollo Social. 'Fue el que avanzó con la compra', describieron cerca del ministro.\nEl confinamiento que adoptaron varios países del mundo para combatir el coronavirus llegó a su fin en el epicentro del brote después de 11 semanas. Las autoridades chinas habilitaron a los residentes de Wuhan a entrar y salir de la enorme ciudad que alberga a unas 11 millones de personas.\n'Va a ser una salida [de la cuarentena] más paulatina que lo que nosotros estábamos pensando', reconoció Miguel Acevedo , titular de la Unión Industrial Argentina (UIA) y portavoz de los empresarios industriales, apenas terminó de conversar durante más dos horas con funcionarios y sindicalistas en la Casa Rosada.\n\n\n\n\nEl presidente Alberto Fernández felicitó hoy a los profesionales del Instituto Malbrán, que le informaron sobre un 'importante' avance logrado en la lucha contra el coronavirus, en el marco de una reunión que el mandatario mantuvo en el organismo. 'Ustedes hacen historia. Como sociedad, debemos celebrar a un Estado que sostiene al Malbrán y a sus científicos', les dijo el Presidente.\nUn hombre de 80 años que estaba infectado con coronavirus falleció en la ciudad de Buenos Aires, con lo que ya son 56 los muertos en el país a causa de la pandemia del Covid-19, informaron esta tarde fuentes oficiales.\n\n\nEl estado registró 731 muertes por Covid-19 en 24 horas, su mayor número hasta ahora aunque la cantidad de internaciones parece estabilizarse, anunció el gobernador Andrew Cuomo. En total la pandemia dejó ya 5489 víctimas en el estado, el más afectado del país.\n\n\nLas autoridades de Turquía informaron que construirán en la ciudad de Estambul otros dos hospitales con una capacidad de 1000 camas cada uno para combatir el coronavirus. Como afirmó el presidente Recep Tayyip Erdogan, serán emplazados en los dos extremos de la provincia, uno a cada lado del Bósforo, por lo que uno estará en el lado europeo y otro en el asiática.\nLos votantes en Wisconsin acudían a votar para las elecciones primarias ignorando la orden de quedarse en casa debido al coronavirus, una prueba para decenas de estados que enfrentarán la misa disyuntiva. Las filas eran particularmente largas en Milwaukee, la ciudad más grande del estado y un bastión demócrata, donde solo cinco de 180 lugares de votación estaban abiertos. Muchos electores llegaron sin utilizar máscaras, como recomiendan las autoridades de salud pública.\nMendoza sumó otra víctima mortal por el nuevo coronavirus. En total ya son cuatro los fallecidos por Covid-19 en la provincia cuyana y 55 las víctimas fatales en todo el país. Se trata de un hombre de 44 años que había estado días atrás en España.\n\n\nMás de cien personas contagiadas del nuevo coronavirus murieron en Suecia en 24 horas, según el recuento de la Agencia de Salud. Este país de 10,3 millones de habitantes, que adoptó medidas flexibles para contener el virus, registra ahora 7693 infectados y 591 fallecidos, una mortalidad mucho más alta que la que se observa en sus vecinos.\n\n\nLa alcaldesa de Guayaquil, Cynthia Viteri, anunció que se construirán dos cementerios para hacer frente a la cantidad de muertes provocada por la crisis de la Covid-19. Según publica El Universo, 'el primer cementerio será una ampliación del Ángel María Canals, ubicado en el suburbio, y el otro será edificado en el sector Casuarina, en el noroeste'.\nDiez recién nacidos están infectados en una maternidad en Timisoara, Rumania, después de haber sido contaminados por personal sanitario, lo que llevó al Ministerio de Salud a iniciar una investigación. 'Las madres son negativas, los bebés son positivos', declaró el ministro de Sanidad Nelu Tataru y subrayó que los bebés habían estado 'en contacto con el personal médico'. Asimismo destacó que los bebés gozan de buena salud y no presentan síntomas.\nMalaui confirmó el primer fallecido por coronavirus en el país y detalló que se trata de una mujer de 51 años que regresó recientemente del Reino Unido. 'Tenía patologías previas', indicó el ministro de Sanidad, Jappie Mhango. 'Como nación, estamos de luto con la familia de la fallecida y pido que se respete su privacidad', señaló el funcionario, quien elevó a ocho el número de casos totales detectados en el país del sureste de África.\n\n\nEl presidente Donald Trump aseguró que su gobierno alcanzó un acuerdo 'amigable' con el manufacturero 3M para producir millones de máscaras faciales de alta calidad. La compañía fabricará aproximadamente 55 millones por mes, lo que dará como resultado más de 166 millones de barbijos para los trabajadores de atención médica de primera línea en los próximos tres meses. 'La saga 3M termina muy feliz', anunció el presidente en la Casa Blanca.\n96 religiosos fallecieron en Italia por coronavirus tras haber consolado a pacientes y sus familiares que permanecían ingresados en hospitales y residencias de ancianos distribuidos por todo el país.\nEl país registró en las últimas 24 horas 162 muertos por coronavirus, lo que eleva a 2035 el número de fallecidos para un total de 22.194 personas infectadas, informó el Servicio Federal de Salud, que destacó como positivo un descenso en las internaciones. 'Después de más de tres semanas vemos que hay una cierta tendencia positiva, aunque haya que ser prudente con las cifras', declaró el vocero del centro de crisis, Benoit Ramacker.\nChina por primera vez anunció cero muertes por Covid-19, horas antes de que se levante el cierre de la ciudad de Wuhan, epicentro de la enfermedad. De este modo, el país se encamina hacia una salida de la crisis frente al nuevo coronavirus, que apareció a finales de 2019 en su territorio y, desde entonces, causó más de 75.000 muertes en el mundo.\n\n\nEl gobierno de las islas anunció un nuevo enfermo de Covid-19 y confirmó que el paciente permanece en condiciones de aislamiento en el Complejo Mount Pleasant, el puesto avanzado de defensa. Asimismo se anunció que hasta el fin de semana se tomaron 137 muestras y se recibieron 116 resultados, 114 fueron negativos y dos positivos, publica el portal MercoPress.\nEl gobierno de la India permitirá la exportación de medicinas a 'países que se han visto muy afectados' por la pandemia de coronavirus, horas después de que el presidente de Estados Unidos plantease 'represalias' si el país asiático no levantaba los vetos a fármacos como la hidroxicloroquina. El Ejecutivo indio prohibió el sábado la exportación del antimalárico al que Trump aludió por su uso potencial frente al Covid-19. Sin embargo, 'en vista de los aspectos humanitarios de la pandemia', Nueva Delhi decidió autorizar la salida del fármaco y de paracetamol 'en cantidades apropiadas'.\nAyer el gobierno de España confirmó la menor cantidad de muertes por coronavirus desde el 24 de marzo, una noticia que llevó esperanza al segundo país de Europa más golpeado por la pandemia, pero hoy los números volvieron a subir y la tendencia se estancó. Según las autoridades sanitarias, fallecieron en 24 horas 743 personas.\n\n\nFrancia, que vivió el lunes su jornada más mortífera con 883 muertos en 24 horas, empieza hoy su cuarta semana de confinamiento, con un balance total de cerca de 9000 fallecidos. El país es el tercero más afectado de Europa en número de víctimas mortales de la Covid-19 detrás de Italia y España.\nLas principales bolsas europeas abrieron con subas de más del 3%, alentadas por cierto optimismo sobre la evolución de la pandemia en Europa. París ganaba un 3,30%, Londres un 3% y Fráncfort otro 3%. Por su parte Madrid empezó la jornada con subidas del 2,20% y Milán ganaba más de un 3%.\nEl primer ministro británico, que pasó la noche en cuidados intensivos tras el deterioro de su estado de salud debido al coronavirus, recibió oxígeno pero no respirador, afirmó hoy uno de sus funcionarios. El ministro del gabinete Michael Gove precisó que el aparato se encuentra en el lugar por si resultara necesario.\n\n\nExlíderes y otras personalidades instaron a las 20 naciones más industrializadas del mundo a aprobar un fondo de emergencia de 8000 millones de dólares para acelerar la búsqueda de una vacuna, cura y tratamiento para el brote. En una carta abierta a los gobiernos del G20, los ministros, altos ejecutivos y científicos también pidieron 35.000 millones de dólares para respaldar a los países con un sistema de salud precario y poblaciones especialmente vulnerables.\nSegún publicó el diario The New York Times , la catedral de San Juan el Divino, en Manhattan, albergará nueve carpas médicas a temperatura controlada en su larga nave y su cripta subterránea, dijo el rector de la catedral, Clifton Daniel.\n\n\nEl gobierno de Donald Trump arrancó a tomar muestras de sangre para determinar la verdadera cantidad de personas infectadas con el nuevo coronavirus, utilizando una prueba que funciona de forma retrospectiva, según los informes. Los tests se basan en estudios serológicos, que difieren de los hisopos nasales utilizados actualmente.\nLos diputados y ministros del país donarán sus salarios a la sanidad pública mientras sigan en vigor las medidas de confinamiento para frenar la Covid-19, según decidió el parlamento anoche. Los diputados prolongaron asimismo hasta el 13 de mayo el estado de emergencia que permite al gobierno imponer medidas de confinamiento.\n\n\nEl gobierno tratará hoy la posibilidad de prorrogar la cuarentena obligatoria decretada para contener la pandemia de coronavirus, que ya dejó en el país 194 casos confirmados y 14 decesos. 'Se deben hacer algunas evaluaciones y valoraciones; sería oportuno mantener por un tiempo más la cuarentena para no correr riesgos, es oportuno extender el plazo', dijo el ministro de Trabajo, Oscar Mercado.\nAgencias AP, AFP, DPA, Reuters y Télam"
}