{
  "id":"http://www.lanacion.com.ar/2351945",
  "@context":"http://schema.org",
  "@type":"NewsArticle",
  "headline":"Diez road movies para salir a la ruta en cuarentena",
  "url":"https://www.lanacion.com.ar/espectaculos/cine/diez-road-movies-salir-ruta-cuarentena-nid2351945",
  "thumbnailUrl":"https://bucket2.glanacion.com/anexos/fotos/03/3233003w960.jpg",
  "image":{
    "@context":"http://schema.org",
    "@type":"ImageObject",
    "url":"https://bucket2.glanacion.com/anexos/fotos/03/3233003w960.jpg",
    "height":540,
    "width":960
  },
  "dateCreated":"09/04/2020 05:26:00 p.m.",
  "datePublished":"09/04/2020 05:26:00 p.m.",
  "dateModified":"11/04/2020 03:42:34",
  "mainEntityOfPage":"https://www.lanacion.com.ar/espectaculos",
  "articleSection":"Espectáculos",
  "author":[
    "Paula Vázquez Prieto"
  ],
  "creator":[
    "Paula Vázquez Prieto"
  ],
  "keywords":[
    "Streaming",
    "Netflix",
    "HBO",
    "Cine",
    "Espectáculos",
    "Amazon Prime Video",
    "Qubit.tv",
    "FLOW",
    "Coronavirus: qué hacer en casa"
  ],
  "publisher":{
    "@type":"Organization",
    "name":"LA NACION",
    "url":"https://www.lanacion.com.ar/",
    "logo":{
      "@context":"http://schema.org",
      "@type":"ImageObject",
      "url":"https://static.lanacion.com.ar/v1/ln/imgs/layout/logos/logo-ln-amp.png",
      "height":41,
      "width":391
    }
  },
  "articleBody":"\nLuego de la larga década de los 60, aquella que apagó lo que quedaba del brillo del clásico star system , la que celebró el reinado temporal del cine europeo y el impacto de la televisión en la vida hogareña, el Nuevo Hollywood alumbró una era de cambios y transformaciones . Busco mi destino fue uno de los primeros hallazgos de ese nuevo universo de ficciones en movimiento, de juventudes explosivas que recorrían las rutas de Estados Unidos como síntomas de un nuevo tiempo. Dennis Hopper y Peter Fonda , con sus inmensas motos y su pelo al viento, con su destino trágico de imposible triunfo, sacudieron prejuicios y convencionalismos e hicieron de la provocación y el riesgo el fundamento único de un imaginario que nutrió la revolución cultural de los años 70. Vital e inclasificable, Busco mi destino resulta hoy una película imprescindible para asomarse a ese abismo de creatividad y locura que cambió el cine para siempre. Disponible en Netflix.\n\n\nLa aventura de Warren Beatty por conseguir una película que le quite de una vez el halo de galán de los 50 se convirtió en algo más que un fascinante exorcismo . Fue la puerta para el resurgimiento de un cine inspirado en la mitología criminal que había alimentado a las historias de gángsters de los años 30, ahora en una clave autoconsciente, sensual y arrolladora. Faye Dunaway se mira al espejo con ojos grandes y vidriosos, se asoma a la ventana para encarnar ese desafío, enciende un cigarrillo y, en ese gesto, nos declara que nada en esta película es parecido a lo visto hasta entonces. Inspirada en otras fugas criminales, como las de los amantes de Solo se vive una vez de Fritz Lang o Gun Crazy de Joseph H. Lewis, Bonnie & Clyde consigue reinventarse como una road movie explosiva y catártica, guiada hacia un destino de condena pero también de una extraña gloria que solo el cine puede conseguir. Disponible en Qubit TV.\n\n\nUna de las grandes películas de Steven Spielberg transcurre en ese viaje que une los destinos de Frank Abagnale (Leonardo DiCaprio) y Carl Hanratty (Tom Hanks), perseguido y perseguidor que tejen un juego de escapes y sustituciones como una fascinante obsesión. Spielberg consigue una película divertida y luminosa, que se despoja de todos los deberes de lealtad a lo real y se rinde a un imaginario lúdico y apasionado. Nunca DiCaprio fue tan consciente de esa encrucijada entre el actor y la estrella que le había dejado la experiencia de Titanic , logrando jugar con las múltiples identidades de su personaje, siempre latiendo detrás de su magnética imagen. Si Spielberg había demostrado en su ópera prima Duel que una road movie puede ser también el territorio abstracto del terror, aquí consigue dar vuelta esa fórmula, llenarla de los colores de la comedia y condensar en los pliegues de un largo camino el sueño de vivir muchas vidas. Disponible en Netflix, Cablevisión Flow, DirecTV Go.\n\n\nTodo el cine de Wim Wenders tuvo espíritu de road movie. En Alicia en las ciudades recorrió la cuenca del Ruhr como estrategia de reencuentro con aquella Alemania extraviada después de la guerra y la vergüenza. Luego, la travesía interior de Goethe en Movimiento en falso fue el disparador de una inolvidable reflexión sobre esa brecha que separa el tránsito del descubrimiento. Y finalmente, inspirada en una serie de relatos de Sam Shepard, Paris, Texas fue el arribo de ese sueño en movimiento a un territorio impensado, opaco y evanescente, en aquella pequeña ciudad del sur de Estados Unidos que lleva el nombre de la capital francesa. Como el viaje de Travis (Harry Dean Stanton) hacia la mujer perdida, el de Wenders representó también la reconciliación con una herencia dividida, entre Alemania y América, que encuentra en la imagen fucsia de Nastassja Kinski tras el vidrio de un peep show la revelación de su condición efímera. Disponible en Amazon Prime Video.\n\n\nPelícula insular en la filmografía de David Lynch, concebida como una extraña apuesta a una narrativa directa , exenta de las peripecias oníricas y del humor absurdo de su obra más extravagante. Nacida de la curiosidad que le inspiró el viaje de Alvin Straight, un jubilado de 73 años que recorrió las extensas llanuras de los Estados Unidos a bordo de una cortadora de césped para reencontrarse con su hermano, Una historia sencilla está estructurada sobre la progresión del otoño boreal y los cambios del paisaje, que revelan el pasado de Alvin conforme realiza su viaje: la infancia, la guerra, el alcoholismo, los entredichos familiares. Lynch filma a Alvin con su cámara al ras del piso y elevada desde las alturas, como si fuera un ángel que lo protege y lo revela, demostrándonos que puede convertir a las planicies de esa Iowa otoñal en una ciudad lyncheana de magias y descubrimientos. Disponible en Qubit TV.\n\n\nSin lugar para los débiles supuso el reencuentro de l os hermanos Coen con el universo del film noir , en este caso anclado en el desierto y la frontera, anudado a la codicia y las pasiones trágicas. Concebida como una road movie de escapatoria, estacionada en sucesivas paradas que implican la espera de un Mal inexplicable y su feroz combate, la película encuentra el mejor camino para demostrar las habilidades literarias de los Coen, que se animan a adaptar a un escritor complejo como el sureño Cormac McCarthy. Bajo la historia de Llewelyn Moss ( Josh Brolin ), un soldador y cazador ocasional que se encuentra por azar con los restos dantescos de un enfrentamiento criminal, está el desierto insondable, con su calor pegajoso, su viento imparable y sus distancias imposibles. El estilo seco y lacónico de McCarthy está expresado en el tono sereno e inquietante de la película, llena de tonalidades crepusculares y de un clima dominado por el silencio y la espera. Disponible en Cablevisión Flow y DirecTV Go.\n\n\nComo una road movie existencial, Cuando huye el día equilibra el viaje físico del profesor Isak Borg (el admirado director , quien fuera faro creativo y padrino espiritual de Bergman en sus inicios), desde Estocolmo hasta Lund para recibir un premio por su trayectoria científica, con su viaje espiritual, en el que une los recuerdos de infancia con los enigmas del presente. En el ocaso de su vida, signado por la soledad y los desencuentros familiares, Borg explora las zonas más oscuras de su interior, el espectro de sus pesadillas, sus dolidos renunciamientos, el sentido de sus decisiones. Pero allí junto a esas espinas de la frustración, también anidan las fresas salvajes de la juventud que persisten en su memoria, los amores imperecederos y los veranos inolvidables. Bergman nos revela que junto a los grandes interrogantes de la existencia está la misma condición humana, esa que define el viaje hacia nosotros mismos que siempre nos está esperando. Disponible en Qubit TV.\n\n\nMad Max: Fury Road podría pensarse como la road movie nacida del infierno . Un infierno heredado de aquella saga australiana de los 80, hecha de nafta quemada, fuego y desierto. Aquí, más de treinta años después de aquella historia que elevó a Mel Gibson a la condición de estrella, dueño de un belleza furiosa y enrarecida, Miller se lanza de nuevo al desierto ocre de ese futuro delirante, con los esclavos escupiendo fuego y el sol abrasando a sus intrépidos viajeros. Más que Tom Hardy en la recreación del papel de Max, la heroína ahora es Furiosa ( Charlize Theron ), corazón de ese viaje hacia el mismísimo sol y la propia liberación, cuyo calor le augura un venerado destino. Convertida en una de las mejores películas de la década recién concluida, la nueva Mad Max no solo es testimonio vivo de la vitalidad de Miller como narrador y creador de imágenes únicas, sino también la convicción de que el cine siempre nos regala el mejor de los viajes posibles. Disponible en Qubit TV.\n\n\nLa primera gran comedia clásica de Hollywood también resulta ser el mejor ejemplo de una road movie romántica. En la escena inicial, la rebelde Claudette Colbert abandona a su familia y sus privilegios para lanzarse a las rutas de los Estados Unidos y conquistar su merecida independencia. En ese viaje no solo descubre los encantos de ser sujeto y objeto de una intrigante pesquisa, sino las delicias de toda emancipación. Que sea un joven y apuesto Clark Gable - ejemplo de la clase trabajadora que Capra convirtió en el corazón de su obra de los años 30- quien la corteja como parte de una primicia sensacionalista, es la mejor ironía del amor, nacido de la mentira y siempre en el camino hacia una inevitable verdad. Cada una de las paradas en las que se conocen un poco más, desde la caída de los muros de Jericó hasta las fingidas peleas matrimoniales, consiguen sellar el territorio del viaje como el único posible movimiento hacia el verdadero encuentro de los amantes. Disponible en Qubit TV.\n\n\nEn el ocaso de su vida, el veterano Earl Stone ( Clint Eastwood ) se aventura a las rutas como hacia un extraño camino de redención. El traslado de la droga de un cartel mexicano a bordo de una camioneta que surca el territorio norteamericano es apenas una excusa que se permite Eastwood para recrear ese espíritu de cowboy solitario que tuvieron sus otros héroes, preñados de fantasmas y arrepentimientos, cuya lealtad escapa a los grandes discursos y se demuestra en las más sentidas acciones. El viaje de Earl, horticultor y excombatiente de la guerra de Corea, le depara encuentros y descubrimientos, impensadas amistades, únicas reconciliaciones. Eastwood se vuelve a poner delante de la cámara, con su piel ajada y su pragmática sabiduría, como parte del itinerario de su personaje, viajero de otra generación, cultor de esa libertad intermitente que consigue al tararear las canciones de su juventud mientras maneja, al mirar a los ojos a su esposa, al sentir la compañía de su nieta como recompensa de una complicidad secreta. Disponible en HBO Go."
}